[
  {
    "GUID": "e95cda86-9fdf-4ea2-a5ff-611fb269c2cf",
    "NomeOriginal": "Ex-Lady",
    "nomePortugues": "A Amante Do Seu Marido",
    "ano": "1933",
    "categoria": "Drama, Romance",
    "duracao": "1h07",
    "sinopse": "Dirigido por Robert Florey, Ex-Lady é um drama romântico pré-Código estrelado por Bette Davis. Davis interpreta Helen Bauer, uma artista gráfica moderna e de espírito livre que acredita que o casamento destrói o romance. Ela prefere viver em um relacionamento aberto com seu parceiro de negócios e amante, Don (Gene Raymond). No entanto, para garantir um grande contrato publicitário, eles cedem à pressão social e se casam, apenas para descobrir que suas convicções estavam certas, pois o ciúme e a possessividade começam a corroer seu amor. O filme é notável por seu enredo ousado para a época e por ser um dos primeiros papéis principais de Davis na Warner Bros.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/e95cda86-9fdf-4ea2-a5ff-611fb269c2cf?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-amante-do-meu-marido.webp",
    "videoGUID": "b3c9e480-26bf-4cc2-b7f6-e64d8870f7b6",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "b3c9e480-26bf-4cc2-b7f6-e64d8870f7b6",
    "NomeOriginal": "Noah's Ark",
    "nomePortugues": "A Arca de Noé",
    "ano": "1928",
    "categoria": "Drama",
    "duracao": "1h39",
    "sinopse": "Dirigido por Michael Curtiz, é uma superprodução ambiciosa da Warner Bros. que entrelaça dois tempos distintos: o presente da Primeira Guerra Mundial e a narrativa bíblica do Dilúvio. Com Dolores Costello e George O’Brien nos papéis principais, o filme faz um paralelo simbólico entre a destruição causada pela guerra e a punição divina da antiga história. Parte do esforço de Hollywood para transitar entre o cinema mudo e o sonoro, o longa usa o sistema Vitaphone para adicionar música e efeitos sonoros, mas continua majoritariamente mudo. Famoso por sua impressionante sequência do dilúvio — feita com milhares de litros de água e centenas de figurantes — o filme ficou marcado por uma produção perigosa que resultou em ferimentos graves. Apesar de seus excessos, Noah’s Ark é considerado um exemplo ousado do cinema épico em sua era de transição.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/b3c9e480-26bf-4cc2-b7f6-e64d8870f7b6?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-arca-de-noe.webp",
    "videoGUID": "39ea0979-42fe-4d3c-b4b9-ba91370eac0f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "39ea0979-42fe-4d3c-b4b9-ba91370eac0f",
    "NomeOriginal": "The Trap",
    "nomePortugues": "A Armadilha",
    "ano": "1922",
    "categoria": "Drama, Suspense, Western",
    "duracao": "53min",
    "sinopse": "Dirigido por Robert Thornby, é um drama do cinema mudo estrelado pelo lendário Lon Chaney. Ele interpreta Gaspard, um pacato minerador franco-canadense cuja vida é destruída quando seu rival, Benson, rouba sua mina e sua noiva. Anos depois, Gaspard, amargurado e aleijado, busca uma vingança meticulosa. O filme é um exemplo clássico dos papéis de Chaney, que combinavam maquiagem transformadora com uma performance física e emocionalmente intensa. Filmado em locações naturais, The Trap é um conto sombrio sobre obsessão e retribuição, notável pela atuação poderosa de seu protagonista.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/39ea0979-42fe-4d3c-b4b9-ba91370eac0f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-armadilha.webp",
    "videoGUID": "ae7cd1ad-0570-424e-9d93-ebc489dac043",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "ae7cd1ad-0570-424e-9d93-ebc489dac043",
    "NomeOriginal": "Road to Rio",
    "nomePortugues": "A Caminho do Rio",
    "ano": "1947",
    "categoria": "Aventura, Comédia, Musical",
    "duracao": "1h41",
    "sinopse": "Dirigido por Norman Z. McLeod, Road to Rio é o quinto filme da popular série \"\"Road to...\"\" com Bing Crosby, Bob Hope e Dorothy Lamour. Desta vez, os músicos Scat (Crosby) e Hot Lips (Hope) fogem de um incêndio em um circo e acabam a bordo de um navio para o Rio de Janeiro. Lá, eles encontram a herdeira Lucia (Lamour), que está sendo hipnotizada por sua guardiã para se casar com um homem de negócios escuso. Com o humor anárquico característico da dupla, canções memoráveis e a participação especial do trio de comediantes The Wiere Brothers, o filme foi um enorme sucesso de bilheteria e é considerado um dos pontos altos da série.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/ae7cd1ad-0570-424e-9d93-ebc489dac043?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-caminho-do-rio.webp",
    "videoGUID": "e36fbfc4-ee84-4a02-b62d-c922b8bc70e4",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "e36fbfc4-ee84-4a02-b62d-c922b8bc70e4",
    "NomeOriginal": "Wolf Song",
    "nomePortugues": "A Canção do Lobo",
    "ano": "1928",
    "categoria": "Drama, Romance",
    "duracao": "1h05",
    "sinopse": "Dirigido por Victor Fleming, Wolf Song é um romance western da era de transição do cinema, estrelado por Gary Cooper e Lupe Vélez. Cooper interpreta Sam Lash, um caçador de peles que ama a vida selvagem e a liberdade, mas se apaixona perdidamente por Lola Salazar (Vélez), uma nobre moça mexicana. O conflito surge entre o desejo de Sam por uma vida sem amarras e seu amor por Lola, que representa a civilização e o compromisso. O filme foi lançado em versões muda e sonora (com trilha musical, efeitos e algumas canções de Vélez), e é lembrado pela intensa química entre os protagonistas, cujo romance na tela se estendeu para a vida real.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/e36fbfc4-ee84-4a02-b62d-c922b8bc70e4?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-cancao-do-lobo.webp",
    "videoGUID": "8f4996cd-1129-4067-b02b-5da315742225",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "8f4996cd-1129-4067-b02b-5da315742225",
    "NomeOriginal": "The Victory Caravan",
    "nomePortugues": "A Caravana da Vitória",
    "ano": "1945",
    "categoria": "Documentário, Musical",
    "duracao": "19m",
    "sinopse": "Foi um filme documentário produzido durante a Segunda Guerra Mundial como parte de um esforço de arrecadação de fundos para o esforço de guerra. Dirigido por John Cromwell e Arthur Ripley, o filme apresenta uma série de performances musicais e números de entretenimento realizados por diversas estrelas de Hollywood da época. O objetivo principal do filme era incentivar a compra de títulos de guerra para financiar os esforços militares dos Estados Unidos. Uma curiosidade interessante sobre \"\"The Victory Caravan\"\" é que ele refletiu a mobilização da indústria do entretenimento em apoio aos esforços de guerra, destacando a contribuição significativa de Hollywood para o moral da nação durante um período de crise. O filme incluiu participações de celebridades como Bing Crosby, Bob Hope, Frank Sinatra, entre outros, que doaram seu tempo e talento para apoiar a causa. Além de entretenimento, o documentário serviu como uma forma eficaz de propaganda e unificação nacional durante um momento crucial da história americana.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/8f4996cd-1129-4067-b02b-5da315742225?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-caravana-da-vitoria.webp",
    "videoGUID": "5e7f4176-1085-49b6-b4f3-6b357d559212",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "5e7f4176-1085-49b6-b4f3-6b357d559212",
    "NomeOriginal": "Flesh and the Devil",
    "nomePortugues": "A Carne E O Diabo",
    "ano": "1926",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h52",
    "sinopse": "Dirigido por Clarence Brown, Flesh and the Devil é um dos melodramas mais icônicos da era silenciosa, famoso por unir Greta Garbo e John Gilbert. A trama segue dois amigos de infância, Leo (Gilbert) e Ulrich, cuja lealdade é testada quando ambos se apaixonam pela sedutora Condessa Felicitas (Garbo). O filme é lendário pela química explosiva entre Garbo e Gilbert, que viviam um romance na vida real, resultando em cenas de amor consideradas incrivelmente apaixonadas para a época. Com uma cinematografia deslumbrante, a produção da MGM solidificou Garbo como uma grande estrela de Hollywood e permanece um marco do romance cinematográfico.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/5e7f4176-1085-49b6-b4f3-6b357d559212?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-carne-e-diabo.webp",
    "videoGUID": "a090b1a0-b5bc-440a-bfee-ea2132e0ac53",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "a090b1a0-b5bc-440a-bfee-ea2132e0ac53",
    "NomeOriginal": "Dream House",
    "nomePortugues": "A Casa dos Sonhos",
    "ano": "1932",
    "categoria": "Comédia, Musical",
    "duracao": "18m",
    "sinopse": "Dirigido por Del Lord, Dream House é um curta-metragem de comédia estrelado por Buster Keaton, feito durante seu conturbado período na MGM. Keaton interpreta um construtor amador que, para agradar sua noiva, tenta construir uma casa a partir de um kit pré-fabricado. Fiel ao seu estilo, o processo se transforma em um desastre cômico, com instruções confusas e falhas de construção que levam a gags visuais engenhosas. Embora seja um filme sonoro, a comédia depende quase inteiramente do talento físico de Keaton, evocando seus clássicos mudos. É um exemplo agridoce do gênio de Keaton tentando se adaptar às restrições do sistema de estúdio e do cinema falado.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/a090b1a0-b5bc-440a-bfee-ea2132e0ac53?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-casa-dos-sonhos.webp",
    "videoGUID": "291d0c0a-7d75-4126-b2f3-40a4aac082fb",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "291d0c0a-7d75-4126-b2f3-40a4aac082fb",
    "NomeOriginal": "The House I Live In",
    "nomePortugues": "A Casa Onde Eu Moro",
    "ano": "1945",
    "categoria": "Drama, Musical",
    "duracao": "10m",
    "sinopse": "Dirigido por Mervyn LeRoy, The House I Live In é um influente curta-metragem estrelado por Frank Sinatra. No filme, Sinatra interrompe seu trabalho em um estúdio para conversar com um grupo de meninos que estão perseguindo um colega por causa de sua religião. Através de um discurso direto e da canção-título (composta por Earl Robinson e Abel Meeropol), ele ensina uma lição poderosa sobre tolerância religiosa e o verdadeiro significado de ser americano. O filme foi uma declaração ousada contra o preconceito no pós-guerra e recebeu um Oscar Honorário especial, sendo selecionado para preservação no Registro Nacional de Filmes dos EUA por sua importância cultural e histórica.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/291d0c0a-7d75-4126-b2f3-40a4aac082fb?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-casa-onde-eu-moro.webp",
    "videoGUID": "95be2402-152a-4500-9a80-d662d77ff7e4",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "95be2402-152a-4500-9a80-d662d77ff7e4",
    "NomeOriginal": "A Woman of the World",
    "nomePortugues": "A Condessa Democrata",
    "ano": "1925",
    "categoria": "Comédia, Drama, Mudo",
    "duracao": "1h09",
    "sinopse": "Dirigido por Mal St. Clair, A Woman of the World é uma comédia dramática do cinema mudo estrelada pela atriz polonesa Pola Negri. Ela interpreta a Condessa Elnora, uma mulher europeia sofisticada e liberal que choca os habitantes de uma pequena e puritana cidade do Meio-Oeste americano ao chegar para visitar seu parente. Seu comportamento moderno, como fumar em público e usar uma liga com um olho de tigre tatuado, entra em conflito direto com os valores locais, especialmente os do promotor público (Holmes Herbert). O filme é uma sátira social divertida sobre o choque cultural e a hipocrisia, impulsionado pela performance carismática e extravagante de Negri.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/95be2402-152a-4500-9a80-d662d77ff7e4?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-condessa-democrata.webp",
    "videoGUID": "85173e5c-e5f4-441a-b835-1407459bfb57",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "85173e5c-e5f4-441a-b835-1407459bfb57",
    "NomeOriginal": "Operator 13",
    "nomePortugues": "A Espiã 13",
    "ano": "1934",
    "categoria": "Acão, Drama, Guerra",
    "duracao": "1h25",
    "sinopse": "Dirigido por Richard Boleslawski, Operator 13 é um filme de espionagem da era da Guerra Civil Americana, estrelado por Marion Davies e Gary Cooper. Davies interpreta Gail Loveless, uma atriz de vaudeville que se torna uma espiã da União (a \"\"Operadora 13\"\"), encarregada de se infiltrar nas linhas confederadas. Lá, ela se apaixona por um capitão inimigo, Jack Gailliard (Cooper), criando um conflito entre seu dever e seu coração. Lançado antes da aplicação rigorosa do Código Hays, o filme se beneficia de uma trama ousada e da química entre os protagonistas. É um exemplo interessante do gênero de espionagem romântica da MGM, com sequências de ação e um dilema moral envolvente.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/85173e5c-e5f4-441a-b835-1407459bfb57?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-espia-13.webp",
    "videoGUID": "deb9a7a1-d205-4ec1-8d8a-ba692d02c994",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "deb9a7a1-d205-4ec1-8d8a-ba692d02c994",
    "NomeOriginal": "Billboard Girl",
    "nomePortugues": "A Garota do Cartaz",
    "ano": "1932",
    "categoria": "Comédia, Musical",
    "duracao": "19m",
    "sinopse": "Bing e um amigo dirigem até a cidade universitária onde o penpal de Bing, um modelo de outdoor, vai para a escola. Mal sabe ele que está sendo elogiado por um de seus colegas homens.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/deb9a7a1-d205-4ec1-8d8a-ba692d02c994?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-garota-do-cartaz.webp",
    "videoGUID": "3c852325-1c5b-4891-ad40-9079c0c090d0",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "3c852325-1c5b-4891-ad40-9079c0c090d0",
    "NomeOriginal": "The White Sister",
    "nomePortugues": "A Irmã Branca",
    "ano": "1933",
    "categoria": "Drama, Romance",
    "duracao": "2h14",
    "sinopse": "Dirigido por Victor Fleming, The White Sister é um suntuoso drama romântico da era pré-Código, estrelado por Helen Hayes e Clark Gable. Hayes interpreta Angela, uma jovem aristocrata italiana cujo noivo, o soldado Giovanni (Gable), é dado como morto na África. Desolada, Angela se torna freira. Anos depois, Giovanni retorna vivo, criando um doloroso conflito entre os votos sagrados dela e o amor eterno que eles compartilham. O filme é um remake de um sucesso do cinema mudo e foi elogiado por suas atuações poderosas, especialmente a de Hayes, e pela produção de alta qualidade da MGM, que recriou cenários italianos com grande detalhe.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/3c852325-1c5b-4891-ad40-9079c0c090d0?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-irma-branca.webp",
    "videoGUID": "d90b43e1-b021-4b10-8e5f-724ad5e01cf8",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d90b43e1-b021-4b10-8e5f-724ad5e01cf8",
    "NomeOriginal": "Her Sister from Paris",
    "nomePortugues": "A Mana De Paris",
    "ano": "1925",
    "categoria": "Comédia, Mudo",
    "duracao": "1h14",
    "sinopse": "Dirigido por Sidney Franklin, Her Sister from Paris é uma comédia sofisticada estrelada por Constance Talmadge e Ronald Colman. A trama, baseada em uma peça alemã, mostra uma esposa recatada, Helen (Talmadge), que, temendo que seu marido romancista (Colman) a esteja achando entediante, decide apimentar as coisas. Ela se disfarça como sua própria irmã gêmea fictícia, uma dançarina de cabaré ousada e glamourosa de Paris, para seduzir seu próprio marido. O filme é um exemplo charmoso das comédias de costumes dos anos 20, impulsionado pela performance dupla e espirituosa de Talmadge, uma das grandes comediantes da era silenciosa.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d90b43e1-b021-4b10-8e5f-724ad5e01cf8?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-mana-de-paris.webp",
    "videoGUID": "749c5930-45e5-43d3-a12d-d01d070316d8",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "749c5930-45e5-43d3-a12d-d01d070316d8",
    "NomeOriginal": "Big City",
    "nomePortugues": "A Mascote da Cidade",
    "ano": "1948",
    "categoria": "Drama, Western",
    "duracao": "1h43",
    "sinopse": "Dirigido por Frank Borzage, estrelando Margaret O'Brien, Robert Preston e Danny Thomas. A história acompanha Margaret, uma jovem órfã acolhida por uma comunidade multicultural em Nova York. Enquanto cresce, ela enfrenta os desafios de adaptação e aprende a conviver com diferentes culturas, enquanto seus cuidadores lutam para manter sua pequena família unida contra as adversidades da vida urbana e os preconceitos sociais. Curiosidades: \"\"Big City\"\" se destaca por seu tom sensível e humanista, característico dos trabalhos de Frank Borzage. O filme é uma celebração do espírito comunitário e da solidariedade em tempos difíceis. Margaret O'Brien, uma das estrelas mirins mais talentosas de sua época, entregou uma performance comovente que capturou a atenção do público. A obra também é uma reflexão sutil sobre os desafios enfrentados pelos imigrantes em busca do sonho americano, o que ainda ressoa nos dias atuais.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/749c5930-45e5-43d3-a12d-d01d070316d8?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-mascote-da-cidade.webp",
    "videoGUID": "6c782cfd-0499-4bf2-9691-d2d20a2e0409",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "6c782cfd-0499-4bf2-9691-d2d20a2e0409",
    "NomeOriginal": "The Unchastened Woman",
    "nomePortugues": "A Mulher Implacável",
    "ano": "1925",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h05",
    "sinopse": "Dirigido por James Young, é um drama silencioso estrelado por Theda Bara em um de seus últimos papéis principais. O filme segue a história de Caroline Knollys, uma mulher da alta sociedade que, após descobrir a infidelidade de seu marido, decide se vingar usando sua própria astúcia e charme. Bara entrega uma performance poderosa e cativante, retratando a complexidade de uma mulher traída que se recusa a ser vítima. A narrativa aborda temas de empoderamento feminino e retribuição, desafiando as normas sociais da época. \"\"The Unchastened Woman\"\" é notável não apenas pela presença magnética de Bara, mas também por sua mensagem progressista sobre a força e a independência das mulheres, tornando-o um filme significativo do cinema mudo.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/6c782cfd-0499-4bf2-9691-d2d20a2e0409?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-mulher-implacavel.webp",
    "videoGUID": "27d444d0-f756-4324-b6b0-94828db0619b",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "27d444d0-f756-4324-b6b0-94828db0619b",
    "NomeOriginal": "True to the Navy",
    "nomePortugues": "A Noiva da Esquadra",
    "ano": "1930",
    "categoria": "Comédia, Drama, Musical, Romance",
    "duracao": "1h11",
    "sinopse": "Dirigido por Frank Tuttle, True to the Navy é uma comédia romântica estrelada pela \"\"It Girl\"\" Clara Bow em um de seus primeiros papéis totalmente falados. Bow interpreta Ruby Nolan, uma garota espirituosa que trabalha em um bar em San Diego e tem uma queda por marinheiros, especialmente pelo tímido artilheiro \"\"Bull's Eye\"\" McCoy (Frederic March). Para chamar a atenção dele, ela mente que ele a pediu em casamento, causando uma série de mal-entendidos cômicos. O filme foi um esforço para adaptar a persona vibrante de Bow ao cinema sonoro, misturando comédia, romance e números musicais para capitalizar sua popularidade.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/27d444d0-f756-4324-b6b0-94828db0619b?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-noiva-da-esquadra.webp",
    "videoGUID": "b7d746fe-8bf2-43d2-a933-44fafe261529",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "b7d746fe-8bf2-43d2-a933-44fafe261529",
    "NomeOriginal": "Our Wife",
    "nomePortugues": "A Noiva do Marido",
    "ano": "1941",
    "categoria": "Comédia, Romance",
    "duracao": "1h30",
    "sinopse": "Dirigido por John M. Stahl, Our Wife é uma comédia romântica estrelada por Melvyn Douglas, Ruth Hussey e Ellen Drew. Douglas interpreta o compositor Jerry Marvin, que se apaixona pela cientista Babe Marvin (Hussey) após um acidente. O problema é que a ex-esposa manipuladora de Jerry, Trixie (Drew), e sua família excêntrica se recusam a deixá-lo em paz, fazendo de tudo para sabotar seu novo relacionamento. O filme é uma comédia de erros leve e charmosa, impulsionada pelo timing cômico de Melvyn Douglas e pelo contraste entre a sensatez da personagem de Hussey e a loucura da família de sua rival.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/b7d746fe-8bf2-43d2-a933-44fafe261529?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-noiva-do-marido.webp",
    "videoGUID": "d6e7dd5e-e35b-4bd1-a1ef-a95bee46c137",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d6e7dd5e-e35b-4bd1-a1ef-a95bee46c137",
    "NomeOriginal": "Our Little Girl",
    "nomePortugues": "A Nossa Garota",
    "ano": "1935",
    "categoria": "Comédia, Drama",
    "duracao": "1h5",
    "sinopse": "Dirigido por John S. Robertson, Our Little Girl é um veículo clássico para a maior estrela infantil de todos os tempos, Shirley Temple. Ela interpreta Molly Middleton, a filha de um médico ocupado (Joel McCrea) e de uma mãe negligenciada (Rosemary Ames). Quando os problemas conjugais de seus pais os levam à beira do divórcio, a pequena Molly foge de casa na esperança de reuni-los. O filme segue a fórmula de sucesso de Temple, combinando drama familiar com o charme irresistível da jovem estrela, que canta, dança e, finalmente, resolve os problemas dos adultos. É um exemplo sentimental e eficaz do cinema familiar que dominou a bilheteria durante a Grande Depressão.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d6e7dd5e-e35b-4bd1-a1ef-a95bee46c137?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-nossa-garota.webp",
    "videoGUID": "dcb94552-0acf-42fb-9c06-031ad703df58",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "dcb94552-0acf-42fb-9c06-031ad703df58",
    "NomeOriginal": "West of Zanzibar",
    "nomePortugues": "A Oeste de Zanzibar",
    "ano": "1928",
    "categoria": "Aventura, Drama, Mudo",
    "duracao": "1h5",
    "sinopse": "Dirigido por Tod Browning, West of Zanzibar é um dos filmes de terror mais sombrios e grotescos da era silenciosa, estrelado pelo mestre dos disfarces, Lon Chaney. Chaney interpreta o mágico Phroso, que fica aleijado após uma briga com um rival que roubou sua esposa. Anos depois, consumido pelo ódio e vivendo na selva africana, ele executa uma vingança sádica, criando a suposta filha de seu inimigo em um ambiente de depravação. A colaboração entre Browning e Chaney resultou em um conto macabro sobre degradação e vingança, cujo conteúdo chocante e atmosfera perturbadora são um marco do cinema pré-Código.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/dcb94552-0acf-42fb-9c06-031ad703df58?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-oeste-de-zanzibar.webp",
    "videoGUID": "cf756562-4345-42a2-bfda-9455fc965431",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "cf756562-4345-42a2-bfda-9455fc965431",
    "NomeOriginal": "Road to Morocco",
    "nomePortugues": "A Sedução de Marrocos",
    "ano": "1942",
    "categoria": "Aventura, Comédia, Musical",
    "duracao": "1h22",
    "sinopse": "Dirigido por David Butler, Road to Morocco é o terceiro e talvez o mais famoso dos filmes da série \"\"Road to...\"\" com Bing Crosby, Bob Hope e Dorothy Lamour. Após naufragarem na costa do Marrocos, os náufragos Jeff (Crosby) e Orville (Hope) se envolvem em uma trama fantástica que inclui a venda de Orville, uma princesa autoritária (Lamour) e até um camelo falante. O filme é célebre por seu humor anárquico, que quebra constantemente a quarta parede com piadas metalinguísticas e referências à cultura pop. É a quintessência da parceria Crosby-Hope, misturando comédia, aventura e canções icônicas como \"\"(We're Off on the) Road to Morocco\"\".",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/cf756562-4345-42a2-bfda-9455fc965431?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-seducao-de-marrocos.webp",
    "videoGUID": "cebf0769-b29c-4787-a5ab-dab257d82ce3",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "cebf0769-b29c-4787-a5ab-dab257d82ce3",
    "NomeOriginal": "The Rage of Paris",
    "nomePortugues": "A Sensação De Paris",
    "ano": "1938",
    "categoria": "Comédia, Romance",
    "duracao": "1h18",
    "sinopse": "Dirigido por Henry Koster, The Rage of Paris é uma comédia sofisticada que marcou a estreia em Hollywood da estrela francesa Danielle Darrieux. Ela interpreta Nicole, uma modelo desempregada que, com a ajuda de sua amiga e de um garçom, elabora um plano para conseguir um marido rico. Fingindo ser uma nobre francesa, ela mira em um milionário, mas seu plano é ameaçado pelo melhor amigo dele (Douglas Fairbanks Jr.), que descobre a farsa e tenta desmascará-la. O filme é uma comédia de erros charmosa e espirituosa, elogiada pela performance vibrante de Darrieux e pelo roteiro inteligente.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/cebf0769-b29c-4787-a5ab-dab257d82ce3?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-sensacao-de-paris.webp",
    "videoGUID": "008994c7-0ab9-4e35-aa66-c7cca1b50dd0",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "008994c7-0ab9-4e35-aa66-c7cca1b50dd0",
    "NomeOriginal": "Road to Singapore",
    "nomePortugues": "A Sereia das Ilhas",
    "ano": "1940",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h25",
    "sinopse": "Dirigido por Victor Schertzinger, Road to Singapore é o primeiro dos sete lendários filmes da série \"\"Road to...\"\" com Bing Crosby, Bob Hope e Dorothy Lamour. Crosby interpreta Josh Mallon, o herdeiro de uma grande fortuna que foge de um casamento arranjado com seu amigo mulherengo, Ace Lannigan (Hope). Eles acabam em Singapura, onde conhecem e competem pela atenção de Mima (Lamour), uma dançarina local. O filme estabeleceu a fórmula de sucesso da série: canções de Crosby, piadas de Hope, um local exótico e uma rivalidade cômica pelo amor de Lamour, tornando-se um enorme sucesso e lançando uma das franquias mais amadas do cinema.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/008994c7-0ab9-4e35-aa66-c7cca1b50dd0?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-sereia-das-ilhas.webp",
    "videoGUID": "cf06e381-dc0f-438f-a276-5bb64c5a1c18",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "cf06e381-dc0f-438f-a276-5bb64c5a1c18",
    "NomeOriginal": "The Tempest",
    "nomePortugues": "A Tempestade",
    "ano": "1928",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h50",
    "sinopse": "Dirigido por Sam Taylor (com contribuições de outros diretores), The Tempest é um drama épico do cinema mudo ambientado na Rússia pré-revolucionária, estrelado por John Barrymore. Ele interpreta o Sargento Ivan Markov, um camponês que sobe na hierarquia do exército, mas é traído e preso injustamente por causa do desejo de um general corrupto por uma princesa (Camilla Horn), a quem Ivan ama secretamente. Quando a Revolução Russa eclode, ele é libertado e se torna um líder poderoso, agora com o destino de seus antigos algozes em suas mãos. O filme é um espetáculo visual, impulsionado pela performance carismática e intensa de Barrymore.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/cf06e381-dc0f-438f-a276-5bb64c5a1c18?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-tempestade.webp",
    "videoGUID": "26a9c675-ff6a-4d5a-ae8d-913a86b2fba0",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "26a9c675-ff6a-4d5a-ae8d-913a86b2fba0",
    "NomeOriginal": "The Emperor Waltz",
    "nomePortugues": "A Valsa do Imperador",
    "ano": "1948",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h45",
    "sinopse": "Dirigido por Billy Wilder, The Emperor Waltz é uma suntuosa comédia musical em Technicolor estrelada por Bing Crosby e Joan Fontaine. Crosby interpreta Virgil Smith, um vendedor de fonógrafos americano que viaja para a Áustria em 1901 na esperança de vender seu produto ao Imperador Franz Joseph. Seus planos se complicam quando seu cachorro mestiço se apaixona pela poodle de uma condessa viúva e orgulhosa, Johanna (Fontaine), levando a um romance improvável entre os donos de classes sociais opostas. O filme é uma produção visualmente deslumbrante, combinando o charme descontraído de Crosby com a elegância de Fontaine em um conto de fadas vienense.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/26a9c675-ff6a-4d5a-ae8d-913a86b2fba0?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-valsa-do-imperador.webp",
    "videoGUID": "fb7f6806-e56c-460a-b0bb-983aca1fb737",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "fb7f6806-e56c-460a-b0bb-983aca1fb737",
    "NomeOriginal": "Nothing but the Truth",
    "nomePortugues": "A Verdade Acima de Tudo",
    "ano": "1941",
    "categoria": "Comédia, Romance",
    "duracao": "1h30",
    "sinopse": "Dirigido por Elliott Nugent, Nothing but the Truth é uma comédia estrelada por Bob Hope e Paulette Goddard. Hope interpreta Steve Bennett, um corretor da bolsa que faz uma aposta de $10.000 com seus parceiros de que ele pode passar 24 horas dizendo apenas a verdade, toda a verdade e nada além da verdade. A situação se complica quando ele precisa navegar por um jantar de negócios crucial e lidar com a namorada de seu chefe, sem poder contar uma única mentira social. O resultado é um caos hilário, com Hope em sua melhor forma, usando seu timing cômico para explorar as consequências desastrosas da honestidade absoluta.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/fb7f6806-e56c-460a-b0bb-983aca1fb737?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-verdade-acima-de-tudo.webp",
    "videoGUID": "de9aa7cb-e589-4fdc-87f6-030ceef134bb",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "de9aa7cb-e589-4fdc-87f6-030ceef134bb",
    "NomeOriginal": "The Big Hangover",
    "nomePortugues": "A Verdade não se diz",
    "ano": "1950",
    "categoria": "Comédia, Drama, Romance",
    "duracao": "1h21",
    "sinopse": "Dirigido por Norman Krasna, The Big Hangover é uma comédia peculiar estrelada por Van Johnson e Elizabeth Taylor. Johnson interpreta David Maldon, um jovem advogado recém-formado que desenvolveu uma alergia a álcool durante a guerra – um único gole o deixa bêbado. Ao começar a trabalhar em um escritório de advocacia de prestígio, ele é visto como um alcoólatra crônico devido à sua condição. Ele se apaixona pela filha do sócio sênior, Mary (Taylor), que tenta ajudá-lo enquanto ele luta para provar sua sobriedade. O filme aborda temas de trauma e reabilitação de forma leve, usando uma premissa cômica para explorar um problema sério.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/de9aa7cb-e589-4fdc-87f6-030ceef134bb?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-verdade-nao-se-diz.webp",
    "videoGUID": "d793bfb0-d909-4051-8a3d-a5bbe0f7bbba",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d793bfb0-d909-4051-8a3d-a5bbe0f7bbba",
    "NomeOriginal": "Arsene Lupin Returns",
    "nomePortugues": "A Volta de Arsène Lupin",
    "ano": "1937",
    "categoria": "Acão, Aventura, Mistério",
    "duracao": "1h21",
    "sinopse": "Dirigido por George Fitzmaurice, Arsene Lupin Returns é a sequência do filme de 1932 Arsène Lupin, com Melvyn Douglas assumindo o papel do famoso ladrão cavalheiro. Desta vez, Lupin, vivendo sob um pseudônimo, se aposentou do crime. No entanto, quando uma série de roubos de joias audaciosos começa a acontecer, ele se torna o principal suspeito para um detetive americano persistente (Warren William). Para limpar seu nome, Lupin é forçado a usar suas antigas habilidades para descobrir e capturar o verdadeiro ladrão. É uma comédia de mistério elegante e espirituosa, com performances charmosas de Douglas e William.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d793bfb0-d909-4051-8a3d-a5bbe0f7bbba?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-volta-de-arsene-lupin.webp",
    "videoGUID": "bb29adca-8779-4f22-9cd8-6fd99b97b690",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "bb29adca-8779-4f22-9cd8-6fd99b97b690",
    "NomeOriginal": "Strangers in Love",
    "nomePortugues": "A Volta do Deserdado",
    "ano": "1932",
    "categoria": "Comédia, Romance",
    "duracao": "1h08",
    "sinopse": "Dirigido por Lothar Mendes, Strangers in Love é um drama estrelado por Fredric March em um papel duplo e Kay Francis. March interpreta os irmãos gêmeos idênticos Buddy e Arthur Drake. Arthur é um tirano mesquinho e rico, enquanto Buddy é um artista gentil e de bom coração. Quando Arthur teme ser assassinado por sua assistente (Francis), ele contrata Buddy para se passar por ele. No entanto, Arthur morre em um acidente, forçando Buddy a assumir permanentemente a identidade de seu irmão odiado, enquanto se apaixona pela mulher que seu irmão maltratava. O filme é um melodrama pré-Código que se destaca pela performance versátil de March nos dois papéis.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/bb29adca-8779-4f22-9cd8-6fd99b97b690?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/a-volta-do-deserdado.webp",
    "videoGUID": "224f25d2-408a-41cd-9093-4e3ba7edeca8",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "224f25d2-408a-41cd-9093-4e3ba7edeca8",
    "NomeOriginal": "There Goes My Heart",
    "nomePortugues": "Aí Vai Meu Coração",
    "ano": "1938",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h23",
    "sinopse": "Dirigido por Norman Z. McLeod, There Goes My Heart é uma comédia romântica estrelada por Fredric March e Virginia Bruce. Bruce interpreta Joan Butterfield, uma herdeira rica que, cansada de sua vida superprotegida, foge e consegue um emprego como vendedora em uma das lojas de departamento de sua própria família. March interpreta Bill Spencer, um repórter esperto que a descobre e, em vez de expô-la para um furo de reportagem, se apaixona por ela e tenta protegê-la. O filme é uma variação charmosa da premissa da \"\"princesa disfarçada\"\", com um roteiro espirituoso e ótima química entre os protagonistas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/224f25d2-408a-41cd-9093-4e3ba7edeca8?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/ai-vai-meu-coracao.webp",
    "videoGUID": "95a18465-0b30-4e60-a7e6-35ce9d568937",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "95a18465-0b30-4e60-a7e6-35ce9d568937",
    "NomeOriginal": "Stand Up and Cheer!",
    "nomePortugues": "Alegria de Viver",
    "ano": "1934",
    "categoria": "Comédia, Musical",
    "duracao": "1h20",
    "sinopse": "Dirigido por Hamilton MacFadden, Stand Up and Cheer! é um musical extravagante da Fox projetado para levantar o ânimo do público durante a Grande Depressão. A trama surreal envolve o Presidente dos EUA nomeando um Secretário de Diversões (Warner Baxter) para combater a depressão nacional com entretenimento. O enredo é um pretexto para uma série de números musicais e de comédia, mas o filme é historicamente significativo por apresentar a pequena Shirley Temple em seu primeiro papel de destaque. Seu número musical \"\"Baby Take a Bow\"\" com James Dunn roubou a cena e a catapultou para o estrelato, mudando o curso de sua carreira.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/95a18465-0b30-4e60-a7e6-35ce9d568937?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/alegria-de-viver.webp",
    "videoGUID": "e95cda86-9fdf-4ea2-a5ff-611fb269c2cf",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "3f7ceef7-90e0-45b4-bfe6-66991af80974",
    "NomeOriginal": "Till We Meet Again",
    "nomePortugues": "Amantes Inimigos",
    "ano": "1936",
    "categoria": "Drama, Romance",
    "duracao": "1h11",
    "sinopse": "Dirigido por Robert Florey, Till We Meet Again é um filme de espionagem e romance estrelado por Herbert Marshall e Gertrude Michael. Em 1914, na véspera da Primeira Guerra Mundial, uma famosa atriz de teatro (Michael) e um ator britânico (Marshall) que atuam em Viena se apaixonam. Sem que um saiba do outro, ambos são agentes secretos de seus respectivos países. Quando a guerra é declarada, eles recebem ordens para matar um ao outro, forçando-os a escolher entre o amor e o dever patriótico. É um suspense dramático e atmosférico, focado na tensão psicológica e no dilema moral de seus protagonistas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/3f7ceef7-90e0-45b4-bfe6-66991af80974?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/amantes-inimigos.webp",
    "videoGUID": "3f7ceef7-90e0-45b4-bfe6-66991af80974",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c56fcd82-0bb7-461c-8d7d-aa7bb4a3a894",
    "NomeOriginal": "The Country Girl",
    "nomePortugues": "Amar é Sofrer",
    "ano": "1954",
    "categoria": "Drama, Musical, Romance",
    "duracao": "1h44",
    "sinopse": "Dirigido por George Seaton, The Country Girl é um drama intenso que proporcionou a Grace Kelly o Oscar de Melhor Atriz. O filme narra a história de Frank Elgin (Bing Crosby), um ator e cantor alcoólatra que recebe uma última chance de estrelar um grande musical pelo diretor Bernie Dodd (William Holden). Dodd inicialmente culpa a esposa de Frank, Georgie (Kelly), pela condição do marido, vendo-a como uma figura fria e pessimista. A trama revela lentamente a complexa verdade por trás do relacionamento do casal. O filme foi aclamado pelas atuações, especialmente pela rara performance dramática de Crosby e pela transformação de Kelly, que abandonou seu glamour habitual para um papel cru e complexo.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c56fcd82-0bb7-461c-8d7d-aa7bb4a3a894?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/amar-e-sofrer.webp",
    "videoGUID": "c56fcd82-0bb7-461c-8d7d-aa7bb4a3a894",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c08e890b-7d4b-4317-b132-af00e422075f",
    "NomeOriginal": "The Beloved Rogue",
    "nomePortugues": "Amor de Boêmio",
    "ano": "1927",
    "categoria": "Aventura, Drama, Mudo",
    "duracao": "1h38",
    "sinopse": "Dirigido por Alan Crosland, The Beloved Rogue é uma aventura histórica do cinema mudo estrelada por John Barrymore. Ele interpreta o poeta, espadachim e rebelde do século XV, François Villon. Expulso de Paris pelo Rei Luís XI, Villon se apaixona pela protegida do rei, Charlotte de Vauxcelles. Para salvar Paris dos conspiradores e conquistar seu amor, Villon deve usar sua inteligência e habilidade com a espada. O filme é um espetáculo visual, com cenários góticos grandiosos e uma performance exuberante e atlética de Barrymore, consolidando seu status como uma das maiores estrelas da era silenciosa.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c08e890b-7d4b-4317-b132-af00e422075f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/amor-de-boemio.webp",
    "videoGUID": "c08e890b-7d4b-4317-b132-af00e422075f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "ec8c4b0e-8936-4de9-8c50-e7e7aed470d8",
    "NomeOriginal": "Honeymoon",
    "nomePortugues": "Amor de duas vidas",
    "ano": "1947",
    "categoria": "Comédia, Romance",
    "duracao": "1h17",
    "sinopse": "Dirigido por William Keighley, Honeymoon é uma comédia romântica estrelada por Shirley Temple, Franchot Tone e Guy Madison. Temple interpreta Barbara, uma jovem que viaja para a Cidade do México para se casar com seu noivo, um cabo do exército (Madison). No entanto, uma série de contratempos e burocracias a impedem de encontrá-lo. Desesperada, ela busca a ajuda de um diplomata charmoso, mas sobrecarregado (Tone), que se vê arrastado para seus problemas cômicos. O filme foi parte do esforço de Temple para fazer a transição para papéis adultos, colocando-a em um triângulo amoroso leve e farsesco.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/ec8c4b0e-8936-4de9-8c50-e7e7aed470d8?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/amor-de-duas-vidas.webp",
    "videoGUID": "ec8c4b0e-8936-4de9-8c50-e7e7aed470d8",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "12347b1d-76cc-4dfc-9969-327ccf671476",
    "NomeOriginal": "The Mystic",
    "nomePortugues": "Amor e Magia",
    "ano": "1926",
    "categoria": "Drama, Romance, Suspense",
    "duracao": "1h13",
    "sinopse": "Dirigido por Tod Browning, The Mystic é um drama criminal do cinema mudo estrelado por Aileen Pringle e Conway Tearle. Pringle interpreta Zara, uma cigana húngara que faz parte de um grupo de vigaristas que se muda para os Estados Unidos. Lá, eles planejam um golpe para enganar uma herdeira rica, usando Zara para se passar por uma médium mística e realizar sessões espíritas falsas. As coisas se complicam quando um charmoso vigarista americano (Tearle) se infiltra no grupo e Zara começa a ter uma crise de consciência. O filme é um exemplo inicial do fascínio de Browning pelo submundo do crime e pelos artistas do engano, temas que ele exploraria em seus trabalhos posteriores.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/12347b1d-76cc-4dfc-9969-327ccf671476?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/amor-e-magia.webp",
    "videoGUID": "12347b1d-76cc-4dfc-9969-327ccf671476",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c65e16db-ac37-4173-96b2-558431866876",
    "NomeOriginal": "Eternal Love",
    "nomePortugues": "Amor Eterno",
    "ano": "1929",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h12",
    "sinopse": "Dirigido por Ernst Lubitsch, Eternal Love é um drama romântico do cinema mudo estrelado por John Barrymore e Camilla Horn. Ambientado nos Alpes suíços, o filme conta a história de um caçador (Barrymore) e de uma jovem (Horn) que são apaixonados, mas são forçados a se casar com outras pessoas devido a conflitos familiares e sociais. Separados, mas ainda ligados por seu amor, eles enfrentam o ostracismo de sua comunidade. O filme foi lançado no final da era silenciosa e é notável pela direção visualmente impressionante de Lubitsch e pelas filmagens em locações espetaculares nas Montanhas Rochosas canadenses.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c65e16db-ac37-4173-96b2-558431866876?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/amor-eterno.webp",
    "videoGUID": "c65e16db-ac37-4173-96b2-558431866876",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "1bd2caa3-ec6f-49ec-bb64-88232c9cbd42",
    "NomeOriginal": "Waikiki Wedding",
    "nomePortugues": "Amor Havaiano",
    "ano": "1937",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h28",
    "sinopse": "Dirigido por Frank Tuttle, Waikiki Wedding é uma comédia musical romântica estrelada por Bing Crosby e Shirley Ross. Crosby interpreta Tony Marvin, um agente de relações públicas de uma empresa de abacaxi no Havaí, cuja tarefa é manter uma vencedora de concurso de beleza (Ross) feliz para que ela dê uma boa publicidade ao local. No entanto, ela acha o Havaí entediante e planeja ir embora. Para impedi-la, Tony e seu colega encenam uma série de eventos \"\"perigosos\"\" e \"\"exóticos\"\" para convencê-la a ficar. O filme é famoso pela canção \"\"Sweet Leilani\"\", que ganhou o Oscar e se tornou um dos maiores sucessos de Crosby.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/1bd2caa3-ec6f-49ec-bb64-88232c9cbd42?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/amor-havaiano.webp",
    "videoGUID": "1bd2caa3-ec6f-49ec-bb64-88232c9cbd42",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "8fa74371-6396-4e54-bcc6-d62fea61b292",
    "NomeOriginal": "Week-End at the Waldorf",
    "nomePortugues": "Aqui começa a vida",
    "ano": "1945",
    "categoria": "Comédia, Drama, Romance",
    "duracao": "1h50",
    "sinopse": "Dirigido por Robert Z. Leonard, Week-End at the Waldorf é um drama romântico da MGM com um elenco estelar que inclui Ginger Rogers, Lana Turner, Walter Pidgeon e Van Johnson. Inspirado no clássico Grand Hotel (1932), o filme entrelaça as histórias de vários hóspedes do luxuoso hotel Waldorf Astoria em Nova York durante um fim de semana. As tramas incluem uma estrela de cinema solitária (Rogers) que se envolve com um correspondente de guerra cínico (Pidgeon) e uma estenografista ambiciosa (Turner) que se apaixona por um soldado ferido (Johnson). É uma produção glamorosa e escapista, típica do estilo opulento da MGM.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/8fa74371-6396-4e54-bcc6-d62fea61b292?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/aqui-comeca-a-vida.webp",
    "videoGUID": "8fa74371-6396-4e54-bcc6-d62fea61b292",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "0be43692-255d-4839-b126-aa0fbd83f026",
    "NomeOriginal": "Arsène Lupin",
    "nomePortugues": "Arsène Lupin",
    "ano": "1932",
    "categoria": "Mistério, Romance",
    "duracao": "1h24",
    "sinopse": "Dirigido por Jack Conway, Arsène Lupin apresenta os irmãos John e Lionel Barrymore atuando juntos pela primeira vez no cinema sonoro. Lionel interpreta o Detetive Guerchard, um policial astuto obcecado em capturar o mestre do crime e ladrão cavalheiro, Arsène Lupin (John). Lupin, conhecido por seus disfarces e roubos audaciosos, inicia um jogo de gato e rato com Guerchard, enquanto se envolve romanticamente com uma mulher cuja lealdade é incerta. O filme é um suspense criminal sofisticado e espirituoso, elogiado pelas performances carismáticas dos irmãos Barrymore.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/0be43692-255d-4839-b126-aa0fbd83f026?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/arsene-lupin.webp",
    "videoGUID": "0be43692-255d-4839-b126-aa0fbd83f026",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "8ba91e7e-9d0d-4ff9-a9a2-e7550b73a792",
    "NomeOriginal": "Complicated Women",
    "nomePortugues": "As Atrizes da Hollywood Pré-Código",
    "ano": "1980",
    "categoria": "Documentário",
    "duracao": "55 min",
    "sinopse": "Documentário lançado em 1980, dirigido por Hugh Munro Neely. O documentário explora o papel das mulheres nos filmes do cinema mudo e na era pré-código de Hollywood. Ele examina como essas mulheres foram retratadas como personagens complexas, muitas vezes desafiando normas sociais e explorando temas controversos como sexualidade e independência. O documentário destaca atrizes influentes da época, como Greta Garbo, Joan Crawford, Marlene Dietrich, entre outras, e como elas ajudaram a moldar o papel das mulheres no cinema. \"\"Complicated Women\"\" oferece uma análise crítica e cultural do cinema clássico e como ele refletia e influenciava as percepções de gênero e sexualidade na sociedade da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/8ba91e7e-9d0d-4ff9-a9a2-e7550b73a792?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/as-atrizes-da-hollywood-pre-codigo.webp",
    "videoGUID": "8ba91e7e-9d0d-4ff9-a9a2-e7550b73a792",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "484914b7-0c08-4d94-a696-9e4c255cfc54",
    "NomeOriginal": "Ladies Love Brutes",
    "nomePortugues": "As Mulheres Amam Os Brutos",
    "ano": "1930",
    "categoria": "Comédia, Drama, Romance",
    "duracao": "1h19",
    "sinopse": "Dirigido por Rowland V. Lee, Ladies Love Brutes é um drama pré-Código estrelado por George Bancroft, Mary Astor e Fredric March. Bancroft interpreta Joe Forzi, um empreiteiro rude e de origem humilde que se tornou milionário, mas anseia por aceitação social e pelo amor de uma dama da alta sociedade (Astor), que está presa em um casamento infeliz com um arquiteto esnobe (March). Para impressioná-la, Joe tenta refinar seus modos e se aproximar do filho dela. O filme explora temas de classe, amor e ambição, com Bancroft em um papel característico de \"\"diamante bruto\"\".",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/484914b7-0c08-4d94-a696-9e4c255cfc54?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/as-mulheres-amam-os-brutos.webp",
    "videoGUID": "484914b7-0c08-4d94-a696-9e4c255cfc54",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "dfc13ba3-3660-4a5c-a1e5-1ac0f769eb5a",
    "NomeOriginal": "Stand-In",
    "nomePortugues": "Assim é Hollywood",
    "ano": "1937",
    "categoria": "Comédia, Romance",
    "duracao": "1h30",
    "sinopse": "Dirigido por Tay Garnett, Stand-In é uma comédia satírica sobre Hollywood, estrelada por Leslie Howard, Joan Blondell e Humphrey Bogart. Howard interpreta Atterbury Dodd, um analista financeiro de Wall Street, metódico e ingênuo, enviado a Hollywood para decidir o futuro de um estúdio de cinema falido. Lá, ele se une a uma ex-estrela infantil e agora dublê (Blondell) para aprender sobre o negócio do cinema. Ele entra em conflito com o produtor alcoólatra e cínico do estúdio (Bogart). O filme é uma crítica divertida e afiada aos bastidores da indústria cinematográfica, com um trio de protagonistas carismático.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/dfc13ba3-3660-4a5c-a1e5-1ac0f769eb5a?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/assim-e-hollywood.webp",
    "videoGUID": "dfc13ba3-3660-4a5c-a1e5-1ac0f769eb5a",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "6cc69c0d-c96c-463f-8e45-4dce6906d3b7",
    "NomeOriginal": "Polly of the Circus",
    "nomePortugues": "Atriz do Circo",
    "ano": "1932",
    "categoria": "Drama, Romance",
    "duracao": "1h09",
    "sinopse": "Dirigido por Alfred Santell, Polly of the Circus é um drama romântico estrelado por Marion Davies e Clark Gable. Davies interpreta Polly, uma trapezista de circo que sofre um acidente e é acolhida na casa de um jovem e gentil pastor, John Hartley (Gable). Enquanto se recupera, eles se apaixonam, mas seu romance causa um escândalo entre os paroquianos conservadores da cidade, que desaprovam o passado dela no circo. O filme é um remake de um sucesso do cinema mudo e explora temas de amor, preconceito e redenção, destacando a química entre Davies e Gable.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/6cc69c0d-c96c-463f-8e45-4dce6906d3b7?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/atriz-do-circo.webp",
    "videoGUID": "6cc69c0d-c96c-463f-8e45-4dce6906d3b7",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "01b27024-32a6-4fcb-bc33-ffc862813e0d",
    "NomeOriginal": "They Met in Bombay",
    "nomePortugues": "Aventura no Oriente",
    "ano": "1941",
    "categoria": "Aventura, Comédia, Policial",
    "duracao": "1h32",
    "sinopse": "Dirigido por Clarence Brown, They Met in Bombay é uma comédia de aventura e romance estrelada por Clark Gable e Rosalind Russell. Gable e Russell interpretam Gerald Meldrick e Anya von Duren, dois ladrões de joias rivais que, sem saber da profissão um do outro, planejam roubar o mesmo colar valioso em Bombaim. Após o roubo, eles são forçados a fugir juntos, se passando por aristocratas britânicos. A situação se complica quando a guerra eclode e Gerald, em seu disfarce, é convocado para o exército. O filme mistura crime, comédia e patriotismo de guerra de forma divertida.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/01b27024-32a6-4fcb-bc33-ffc862813e0d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/aventura-no-oriente.webp",
    "videoGUID": "01b27024-32a6-4fcb-bc33-ffc862813e0d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "b5cfcdca-86e9-4f37-a678-3b566f910cc5",
    "NomeOriginal": "Mr. Lucky",
    "nomePortugues": "Aventureiros De Sorte",
    "ano": "1943",
    "categoria": "Comédia, Romance",
    "duracao": "1h40",
    "sinopse": "Dirigido por H.C. Potter, Mr. Lucky é uma comédia romântica estrelada por Cary Grant e Laraine Day. Grant interpreta Joe \"\"The Greek\"\" Adams, um operador de jogos de azar que, para evitar ser convocado para a guerra, assume a identidade de um homem morto. Seu plano para montar um cassino flutuante para caridade o coloca em contato com uma bela socialite, Dorothy Bryant (Day), que insiste que os lucros realmente vão para a caridade de guerra. À medida que trabalham juntos, o vigarista cínico começa a desenvolver uma consciência e a se apaixonar. O filme é impulsionado pelo charme inigualável de Cary Grant.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/b5cfcdca-86e9-4f37-a678-3b566f910cc5?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/aventureiro-de-sorte.webp",
    "videoGUID": "b5cfcdca-86e9-4f37-a678-3b566f910cc5",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c11fd106-3580-4dc0-bac9-c353c8c505c4",
    "NomeOriginal": "The Winning of Barbara Worth",
    "nomePortugues": "Beijo Ardente",
    "ano": "1926",
    "categoria": "Drama, Mudo, Romance, Western",
    "duracao": "1h29",
    "sinopse": "Dirigido por Henry King, The Winning of Barbara Worth é um épico western do cinema mudo, famoso por lançar a carreira de Gary Cooper. O filme conta a história de Barbara (Vilma Bánky), uma órfã adotada por um grande proprietário de terras no deserto da Califórnia. Ela é amada por dois homens: seu amigo de infância, um fazendeiro local (Ronald Colman), e um engenheiro do leste (Cooper) que chega para construir um projeto de irrigação. O filme combina romance e drama com sequências de ação espetaculares, incluindo uma enchente de rio impressionante, e é um marco do cinema western silencioso.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c11fd106-3580-4dc0-bac9-c353c8c505c4?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/beijo-ardente.webp",
    "videoGUID": "c11fd106-3580-4dc0-bac9-c353c8c505c4",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "edcd2124-963f-43e9-87af-60d097dbf9c6",
    "NomeOriginal": "The Star Maker",
    "nomePortugues": "Berço de Estrelas",
    "ano": "1939",
    "categoria": "Comédia, Musical",
    "duracao": "1h26",
    "sinopse": "Dirigido por Roy Del Ruth, The Star Maker é um musical biográfico estrelado por Bing Crosby. O filme é vagamente baseado na vida do empresário de vaudeville Gus Edwards. Crosby interpreta Larry Earl, um compositor e empresário que tem a ideia inovadora de criar shows de vaudeville estrelados exclusivamente por crianças. Ele descobre jovens talentos e os transforma em estrelas, mas seu foco no trabalho ameaça seu casamento. O filme é um veículo para o canto de Crosby e apresenta uma série de números musicais com jovens artistas talentosos.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/edcd2124-963f-43e9-87af-60d097dbf9c6?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/berco-de-estrelas.webp",
    "videoGUID": "edcd2124-963f-43e9-87af-60d097dbf9c6",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "0825d78c-9f0b-4caa-8cad-0c310a237ea8",
    "NomeOriginal": "Bing Crosby - The Best",
    "nomePortugues": "Bing Crosby - O Melhor",
    "ano": "1938",
    "categoria": "Biografia, Documentário",
    "duracao": "58min",
    "sinopse": "Bing Crosby era conhecido principalmente por seus filmes musicais e comédias românticas durante essa época. Se você estiver se referindo a um evento específico, programa de rádio ou talvez uma coleção de seus melhores momentos cinematográficos daquele ano, pode ser algo menos conhecido ou regional.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/0825d78c-9f0b-4caa-8cad-0c310a237ea8?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/bing-crosby-o-melhor.webp",
    "videoGUID": "0825d78c-9f0b-4caa-8cad-0c310a237ea8",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "008b15a6-2584-4b7f-835a-e5dff8f1b5c6",
    "NomeOriginal": "He Stayed for Breakfast",
    "nomePortugues": "Café para dois",
    "ano": "1940",
    "categoria": "Comédia, Romance",
    "duracao": "1h18",
    "sinopse": "Dirigido por Alexander Hall, estrelado por Lee Bowman, Ann Sothern e Reginald Gardiner. O filme é uma comédia romântica leve que segue a história de Jerry O'Leary, um jornalista de esportes que, após um encontro casual com a atraente Ellen Ferguson, decide ficar para o café da manhã em sua casa. No entanto, o que parecia ser uma simples refeição se transforma em uma série de mal-entendidos e situações cômicas quando Jerry começa a se envolver em sua vida de forma mais íntima e acidental. Ellen, que inicialmente estava buscando apenas uma conversa casual, acaba sendo forçada a lidar com os desafios de um relacionamento improvável. Curiosidades:He Stayed for Breakfast é um exemplo clássico da comédia romântica de Hollywood dos anos 1940, cheia de diálogos rápidos, mal-entendidos e personagens encantadores. Ann Sothern, conhecida por suas habilidades em papéis de comédia, entrega uma performance cativante, enquanto Lee Bowman brilha como o jornalista engraçado e encantador. O filme reflete as dinâmicas do relacionamento e os desafios de entender as intenções do outro de uma forma leve e divertida. A química entre os protagonistas é um dos principais atrativos do filme, tornando-o um retrato da comédia romântica clássica. Categoria:O filme se encaixa nas categorias de comédia romântica e drama leve. Curiosidades:Café para Dois mistura comédia e romance, explorando a vida de uma mulher moderna em busca de amor e equilíbrio em um cenário urbano. A interpretação de Elan Marshal como Jean é repleta de charme, e a química entre ela e Eugene Pallette (como o empresário pragmático) traz um tom de diversão e desafio às questões românticas. A presença de Alice White no elenco oferece ainda mais leveza e descontração ao filme, enquanto as situações de amor e confusão se desenrolam com um toque de humor, mas também refletindo as escolhas de vida e o valor da independência feminina.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/008b15a6-2584-4b7f-835a-e5dff8f1b5c6?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/cafe-para-dois.webp",
    "videoGUID": "008b15a6-2584-4b7f-835a-e5dff8f1b5c6",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "72b35a6a-0ed4-4871-a72b-ee259de426d0",
    "NomeOriginal": "East Side of Heaven",
    "nomePortugues": "Caído do Céu",
    "ano": "1939",
    "categoria": "Comédia, Musical",
    "duracao": "1h28",
    "sinopse": "Dirigido por David Butler e estrelado por Bing Crosby e Joan Blondell. No filme, Crosby interpreta Denny Martin, um cantor de nightclub que se torna tutor de uma garotinha órfã, interpretada por Baby Sandy. A trama envolve romance, música e uma série de situações engraçadas enquanto Denny tenta equilibrar sua carreira com suas novas responsabilidades familiares. \"\"East Side of Heaven\"\" é lembrado por suas canções populares e pelo carisma de Crosby, característicos dos musicais leves da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/72b35a6a-0ed4-4871-a72b-ee259de426d0?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/caido-do-ceu.webp",
    "videoGUID": "72b35a6a-0ed4-4871-a72b-ee259de426d0",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d26b3087-11a7-41b9-8e76-a52d8e2ed06f",
    "NomeOriginal": "Rockabye",
    "nomePortugues": "Caluniada",
    "ano": "1932",
    "categoria": "Drama",
    "duracao": "1h08",
    "sinopse": "Dirigido por George Cukor, é um drama romântico que gira em torno da vida de uma famosa atriz de teatro, Judy Carroll, interpretada por Constance Bennett. Judy enfrenta um dilema pessoal quando seu ex-amante e produtor teatral, Anthony Wayne (Joel McCrea), se casa com uma jovem e ingênua atriz, Brooke Carter (Jobyna Howland). A história se desenrola com Judy tentando lidar com seus sentimentos conflitantes por Anthony enquanto busca o sucesso profissional e o amor verdadeiro. O filme aborda temas de amizade, sacrifício e ambição no mundo do teatro, oferecendo uma visão emocionante das complexidades dos relacionamentos humanos. Uma curiosidade interessante é que \"\"Rockabye\"\" é lembrado pela química entre Constance Bennett e Joel McCrea, além da direção habilidosa de George Cukor, que captura tanto o glamour quanto as profundezas emocionais dos personagens com sensibilidade e estilo cinematográfico.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/02916f33-73c5-45be-9b16-168e4e78902d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/caluniada.webp",
    "videoGUID": "d26b3087-11a7-41b9-8e76-a52d8e2ed06f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "e4c1567d-fa9b-4be7-a3e6-fe076e346565",
    "NomeOriginal": "Sing, Bing, Sing",
    "nomePortugues": "Cante Bing, Cante",
    "ano": "1933",
    "categoria": "Comédia, Musical",
    "duracao": "12h19",
    "sinopse": "É um curta-metragem musical de 1933 dirigido por Babe Stafford, estrelando Bing Crosby. No filme, Crosby interpreta um cantor de rádio que enfrenta uma série de desafios enquanto tenta manter seu programa no ar. Ele usa sua voz suave e seu carisma para atrair a atenção e o apoio de seus ouvintes, enquanto navega por situações engraçadas e musicais. Curiosidades: \"\"Sing, Bing, Sing\"\" é um exemplo do talento vocal e da presença de palco que tornaram Bing Crosby uma das figuras mais icônicas da música e do cinema da era de ouro de Hollywood. O curta-metragem reflete o estilo musical e cômico que Crosby desenvolveu ao longo de sua carreira, oferecendo uma visão cativante das produções curtas populares da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/e4c1567d-fa9b-4be7-a3e6-fe076e346565?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/cante-bing-cante.webp",
    "videoGUID": "e4c1567d-fa9b-4be7-a3e6-fe076e346565",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "510f64f6-55c0-45d9-b1a6-2381013706a5",
    "NomeOriginal": "Accent on Youth",
    "nomePortugues": "Com Qual dos Dois",
    "ano": "1935",
    "categoria": "Comédia, Romance",
    "duracao": "1h16",
    "sinopse": "Dirigido por Wesley Ruggles e estrelado por Sylvia Sidney e Herbert Marshall, é uma comédia romântica que segue a história de uma jovem secretária, Linda Brown (Sidney), que se envolve romanticamente com um dramaturgo mais velho, Steven Gaye (Marshall). O filme aborda temas de diferenças de idade e amadurecimento emocional, enquanto Linda e Steven navegam pelas complexidades do amor e da carreira teatral. Uma curiosidade interessante é que o filme é baseado na peça teatral de mesmo nome escrita por Samson Raphaelson, conhecido por suas comédias sofisticadas que exploram os dilemas humanos com humor e ternura.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/510f64f6-55c0-45d9-b1a6-2381013706a5?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/com-qual-dos-dois.webp",
    "videoGUID": "510f64f6-55c0-45d9-b1a6-2381013706a5",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "cd3f59b9-135b-4746-baac-e9914526275f",
    "NomeOriginal": "The All-Star Bond Rally",
    "nomePortugues": "Comício das Estrelas",
    "ano": "1945",
    "categoria": "Comédia, Musical",
    "duracao": "18min",
    "sinopse": "É um curta-metragem de 1945 dirigido por John Cromwell, produzido para promover a venda de títulos de guerra durante a Segunda Guerra Mundial. O filme apresenta uma série de celebridades da época, incluindo estrelas de Hollywood e figuras conhecidas, que participam de sketches cômicos e performances musicais para apoiar o esforço de guerra. Com um tom leve e otimista, o curta não só buscava incentivar a compra de títulos, mas também elevar o moral do público americano durante um período crucial da história. Curiosidades: O elenco diversificado do curta inclui grandes nomes como Bing Crosby, Bob Hope, e Betty Grable, entre outros, todos contribuindo com seu talento para promover a venda de títulos de guerra. A mistura de comédia e música foi uma estratégia eficaz para engajar o público na campanha de apoio financeiro ao esforço bélico dos Estados Unidos.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/cd3f59b9-135b-4746-baac-e9914526275f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/comicio-das-estrelas.webp",
    "videoGUID": "cd3f59b9-135b-4746-baac-e9914526275f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "89b45f10-2148-4532-b26b-4e43f5c9d940",
    "NomeOriginal": "Confessions of a Co-Ed",
    "nomePortugues": "Confissões de uma Jovem",
    "ano": "1931",
    "categoria": "Drama",
    "duracao": "1h14",
    "sinopse": "Dirigido por David Burton, estrelando Phillips Holmes, Sylvia Sidney e Norman Foster. O enredo gira em torno de uma jovem estudante universitária que enfrenta desafios emocionais e sociais enquanto navega pelo ambiente acadêmico e pelas expectativas da sociedade. O filme aborda questões de moralidade e liberdade sexual de maneira provocativa para a época, explorando temas controversos com um olhar crítico sobre as normas sociais da década de 1930. Curiosidades: \"\"Confessions of a Co-Ed\"\" foi lançado durante a era pré-código de Hollywood, quando os filmes enfrentavam uma regulamentação mais rígida em termos de conteúdo moral e sexual. A temática ousada do filme causou controvérsia e chamou atenção, contribuindo para seu impacto cultural na discussão sobre as questões sociais da época. Além disso, a performance de Sylvia Sidney como a protagonista feminina foi aclamada pela crítica, destacando-se pela sua interpretação sensível e pela maneira como capturou as complexidades emocionais da personagem.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/89b45f10-2148-4532-b26b-4e43f5c9d940?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/confissoes-de-uma-Jovem.webp",
    "videoGUID": "89b45f10-2148-4532-b26b-4e43f5c9d940",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "df632df0-2254-4109-a447-36115a56cbe9",
    "NomeOriginal": "Coquette",
    "nomePortugues": "Coquete",
    "ano": "1929",
    "categoria": "Drama, Romance",
    "duracao": "1h15",
    "sinopse": "Dirigido por Sam Taylor, é um drama romântico que marca a estreia de Mary Pickford no cinema sonoro. O filme conta a história de Norma Besant, uma jovem rebelde e mimada que se apaixona por um homem mais velho, Michael Jeffrey, interpretado por Johnny Mack Brown. A trama se desenvolve com o conflito entre Norma e seu pai conservador, que desaprova o relacionamento dela com Michael. \"\"Coquette\"\" foi uma adaptação cinematográfica da peça de teatro homônima, que também foi estrelada por Mary Pickford nos palcos. O filme foi notável por mostrar a transição de Pickford do cinema mudo para o sonoro e por sua interpretação emotiva e intensa, que lhe rendeu uma indicação ao Oscar de Melhor Atriz.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/df632df0-2254-4109-a447-36115a56cbe9?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/coquete.webp",
    "videoGUID": "df632df0-2254-4109-a447-36115a56cbe9",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "88dc081e-c05d-47b5-9b6f-8c409397c02f",
    "NomeOriginal": "Too Much Harmony",
    "nomePortugues": "Coquetel Musical",
    "ano": "1933",
    "categoria": "Comédia, Musical",
    "duracao": "1h15",
    "sinopse": "Dirigido por A. Edward Sutherland, estrelando Bing Crosby, Jack Oakie e Skeets Gallagher. A trama gira em torno de um cantor de rádio (interpretado por Crosby) que alcança o estrelato, mas enfrenta desafios pessoais e profissionais ao longo do caminho. Com seu estilo descontraído e músicas cativantes, o filme captura o glamour e o humor da era pré-guerra de Hollywood, oferecendo uma visão nostálgica da indústria do entretenimento da época. Curiosidades: \"\"Too Much Harmony\"\" foi um dos primeiros papéis principais de Bing Crosby no cinema e ajudou a solidificar sua reputação como um dos grandes cantores e atores da era de ouro de Hollywood. O filme também apresentou algumas das canções mais memoráveis da carreira de Crosby, como \"\"Thanks\"\" e \"\"Please\"\". Além disso, a comédia leve e o charme dos personagens secundários, interpretados por Oakie e Gallagher, contribuíram para o apelo duradouro do filme entre os fãs de cinema clássico e musical.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/88dc081e-c05d-47b5-9b6f-8c409397c02f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/coquetel-musical.webp",
    "videoGUID": "88dc081e-c05d-47b5-9b6f-8c409397c02f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c950d9e0-5f1b-40e8-a699-71d186dece9d",
    "NomeOriginal": "We're Not Dressing",
    "nomePortugues": "Cupido Ao Leme",
    "ano": "1934",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h14",
    "sinopse": "É uma comédia romântica dirigida por Norman Taurog, estrelada por Bing Crosby e Carole Lombard. O filme segue a história de um grupo de pessoas que ficam presas em uma ilha deserta após um naufrágio. Bing Crosby interpreta Stephen Jones, um marinheiro que tenta manter a ordem e a sobrevivência do grupo, enquanto Carole Lombard interpreta Doris Worthington, uma socialite que inicialmente despreza Stephen, mas gradualmente se apaixona por ele. Uma curiosidade interessante sobre \"\"We're Not Dressing\"\" é que ele apresenta performances musicais de Bing Crosby, que era uma estrela ascendente na época e conhecido por sua voz melódica. O filme mistura elementos de comédia, romance e musical, criando uma narrativa leve e divertida que explora as dinâmicas entre os personagens em um ambiente isolado. A química entre Crosby e Lombard é um dos destaques do filme, proporcionando momentos de humor e romance que cativaram o público da década de 1930.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c950d9e0-5f1b-40e8-a699-71d186dece9d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/cupido-ao-leme.webp",
    "videoGUID": "c950d9e0-5f1b-40e8-a699-71d186dece9d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "b80e53ac-2659-4c3e-90ee-6661c280b96e",
    "NomeOriginal": "Tol'able David",
    "nomePortugues": "David, O Caçula",
    "ano": "1921",
    "categoria": "Drama, Mudo",
    "duracao": "1h33",
    "sinopse": "Dirigido por Henry King, é um drama silencioso que se passa nas montanhas da Virgínia Ocidental rural. O filme narra a história de David Kinemon, interpretado por Richard Barthelmess, um jovem que anseia provar sua coragem e se tornar um homem respeitado na comunidade. David enfrenta desafios pessoais e familiares, especialmente quando sua família é ameaçada por um bando de bandidos. O filme é uma história de crescimento, coragem e determinação, ambientada em um cenário pitoresco e realista do interior dos Estados Unidos. \"\"Tol'able David\"\" é lembrado por suas imagens impressionantes e pela atuação cativante de Barthelmess, que captura os dilemas emocionais e físicos do protagonista de maneira poderosa e comovente.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/b80e53ac-2659-4c3e-90ee-6661c280b96e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/david-o-cacula.webp",
    "videoGUID": "b80e53ac-2659-4c3e-90ee-6661c280b96e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "581bc18d-7e23-47c6-a43c-7c9154f12b85",
    "NomeOriginal": "Road to Bali",
    "nomePortugues": "De Tanga e Sarongue",
    "ano": "1952",
    "categoria": "Aventura, Comédia",
    "duracao": "1h28",
    "sinopse": "É um clássico filme de comédia e aventura de 1952 dirigido por Hal Walker, estrelando Bing Crosby, Bob Hope e Dorothy Lamour. A trama segue dois amigos, interpretados por Crosby e Hope, que se encontram em Bali e se envolvem em uma série de aventuras hilariantes enquanto competem pelo amor da bela Lamour. O filme é famoso por sua mistura de comédia física, diálogos rápidos e números musicais cativantes, capturando o espírito de entretenimento leve característico da era de ouro de Hollywood. Curiosidades: \"\"Road to Bali\"\" foi o sexto filme da série \"\"Road to…\"\", conhecida por sua fórmula de comédia de estrada estrelada pela dupla Crosby e Hope. Foi o único filme da série filmado em Technicolor e também apresentou inovações técnicas para a época, como o uso de efeitos especiais visuais. Além disso, o filme é lembrado por suas referências humorísticas autoconscientes e pela química única entre Crosby e Hope, que ajudou a solidificar sua reputação como uma das duplas mais icônicas da comédia cinematográfica.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/581bc18d-7e23-47c6-a43c-7c9154f12b85?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/de-tanga-e-sarongue.webp",
    "videoGUID": "581bc18d-7e23-47c6-a43c-7c9154f12b85",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "f27ff225-f495-4fa7-863e-48fd3e270b07",
    "NomeOriginal": "Never the Twain Shall Meet",
    "nomePortugues": "Delírio de Amor",
    "ano": "1931",
    "categoria": "Comédia, Drama",
    "duracao": "1h19",
    "sinopse": "Dirigido por W.S. Van Dyke, é um drama romântico estrelado por Leslie Howard e Conchita Montenegro. O filme narra a história de Dan Pritchard (interpretado por Howard), um comerciante inglês que se apaixona por uma mulher nativa do Taiti, Tamea (interpretada por Montenegro). A trama explora os desafios enfrentados pelo casal devido às diferenças culturais e às expectativas sociais, enquanto tentam encontrar um equilíbrio entre seus desejos pessoais e as normas da sociedade. \"\"Never the Twain Shall Meet\"\" é lembrado por seu retrato sensível das relações interculturais e pela química entre Howard e Montenegro. O filme aborda temas de preconceito, identidade e amor proibido, oferecendo uma reflexão profunda sobre as barreiras que podem surgir entre pessoas de diferentes origens e culturas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/f27ff225-f495-4fa7-863e-48fd3e270b07?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/delirio-de-amor.webp",
    "videoGUID": "f27ff225-f495-4fa7-863e-48fd3e270b07",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "f17b69fc-8c42-48ac-be61-33c2202449df",
    "NomeOriginal": "Going Hollywood",
    "nomePortugues": "Delírios de Hollywood",
    "ano": "1933",
    "categoria": "Musical, Romance",
    "duracao": "1h18",
    "sinopse": "Dirigido por Raoul Walsh, estrelando Bing Crosby, Marion Davies e Fifi D'Orsay. A trama gira em torno de uma jovem talentosa do interior (interpretada por Davies) que se muda para Hollywood em busca de fama e sucesso no cinema. Ela se envolve romanticamente com um cantor de rádio (interpretado por Crosby), criando uma série de situações divertidas e românticas enquanto ambos tentam alcançar seus sonhos na indústria cinematográfica. Curiosidades: \"\"Going Hollywood\"\" foi um dos primeiros filmes importantes de Bing Crosby e ajudou a solidificar sua reputação como uma estrela ascendente em Hollywood. O filme é lembrado por suas performances musicais vibrantes e por capturar o glamour e o fascínio da era clássica de Hollywood. Marion Davies, conhecida por sua parceria com William Randolph Hearst, trouxe seu charme e talento para o papel principal, enquanto Crosby encantou o público com sua voz suave e presença carismática.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/f17b69fc-8c42-48ac-be61-33c2202449df?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/delirios-de-hollywood.webp",
    "videoGUID": "f17b69fc-8c42-48ac-be61-33c2202449df",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "f454c530-ea79-418f-b80d-892bc5083cb2",
    "NomeOriginal": "She Loves Me Not",
    "nomePortugues": "Demônio Louro",
    "ano": "1934",
    "categoria": "Comédia, Musical",
    "duracao": "1h25",
    "sinopse": "Dirigido por Elliott Nugent, é uma comédia romântica que estrela Bing Crosby como Paul Lawton, um cantor popular que se envolve em uma série de mal-entendidos amorosos. O enredo segue Paul enquanto ele tenta ajudar uma mulher, Samara Matson (Miryam Hopkins), que está sendo perseguida por bandidos. Durante sua jornada, Paul e Samara se apaixonam, mas as circunstâncias os colocam em situações cômicas e complicadas. O filme é lembrado por suas músicas cativantes, incluindo a canção \"\"Love in Bloom\"\", e pela química entre Crosby e Hopkins. \"\"She Loves Me Not\"\" é um exemplo típico das comédias leves e musicais populares da década de 1930, com elementos de romance, humor e música que cativaram o público da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/f454c530-ea79-418f-b80d-892bc5083cb2?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/demonio-louro.webp",
    "videoGUID": "f454c530-ea79-418f-b80d-892bc5083cb2",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d1d8fb08-8506-4100-aa98-9220c5967785",
    "NomeOriginal": "Within the Law",
    "nomePortugues": "Dentro da Lei",
    "ano": "1939",
    "categoria": "Crime, Drama",
    "duracao": "1h25",
    "sinopse": "Dirigido por Gustav Machatý, estrelando Ruth Hussey, Tom Neal e Paul Kelly. A trama segue Mary Turner, uma jovem inocente que é injustamente acusada de roubo e enviada para a prisão. Após cumprir sua sentença, Mary decide se vingar do sistema que a condenou. Usando sua inteligência, ela cria um esquema para operar dentro da lei, enganando os ricos e poderosos sem violar diretamente as regras. No entanto, sua busca por justiça é ameaçada quando ela se envolve emocionalmente com o filho de um dos homens que a prejudicaram. Curiosidades: Baseado na peça teatral de mesmo nome escrita por Bayard Veiller, Within the Law é uma história de empoderamento feminino e vingança intelectual. Este remake de versões anteriores destaca Ruth Hussey em uma performance cativante como a protagonista determinada. O filme combina intriga legal, tensão romântica e crítica social, proporcionando um olhar fascinante sobre a luta contra a corrupção e os preconceitos do sistema judicial da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d1d8fb08-8506-4100-aa98-9220c5967785?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/dentro-da-Lei.webp",
    "videoGUID": "d1d8fb08-8506-4100-aa98-9220c5967785",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "abb99491-4b48-46db-86da-32eb2156bf50",
    "NomeOriginal": "Pennies from Heaven",
    "nomePortugues": "Dinheiro do Céu",
    "ano": "1936",
    "categoria": "Comédia, Drama, Musical",
    "duracao": "1h20",
    "sinopse": "Dirigido por Norman Z. McLeod, estrelando Bing Crosby, Madge Evans e Edith Fellows. A história acompanha um vendedor ambulante (interpretado por Crosby) que, apesar de enfrentar dificuldades financeiras, mantém uma atitude otimista e esperançosa na vida. Ele se torna um mentor para uma jovem órfã e, através de suas músicas e filosofia de vida, inspira aqueles ao seu redor a encontrar alegria nas pequenas coisas. Curiosidades: O filme é lembrado por suas canções memoráveis, incluindo a clássica \"\"Pennies From Heaven\"\", que se tornou um sucesso popular. Bing Crosby recebeu elogios por sua interpretação como o personagem principal, capturando tanto a vulnerabilidade quanto o espírito resiliente de seu papel. A abordagem poética e emocional do filme foi bem recebida pelo público e pela crítica, refletindo a habilidade de Hollywood em combinar entretenimento musical com mensagens inspiradoras durante a era dourada do cinema.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/abb99491-4b48-46db-86da-32eb2156bf50?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/dinheiro-do-ceu.webp",
    "videoGUID": "abb99491-4b48-46db-86da-32eb2156bf50",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "3d6f82f5-403d-4f4d-a8f5-4b6425989c19",
    "NomeOriginal": "High Time",
    "nomePortugues": "Dizem que é amor",
    "ano": "1960",
    "categoria": "Comédia, Musical",
    "duracao": "1h42",
    "sinopse": "Dirigido por Blake Edwards, estrelando Bing Crosby, Fabian e Tuesday Weld. A trama gira em torno de um homem de negócios de meia-idade (interpretado por Crosby) que decide realizar seu sonho de frequentar a universidade e viver a vida de um estudante universitário. Ele enfrenta desafios tanto acadêmicos quanto sociais enquanto tenta se adaptar ao ambiente estudantil e ao mesmo tempo lidar com as expectativas de sua família e amigos. Curiosidades: \"\"High Time\"\" foi uma comédia leve e divertida que explorou temas de geração e mudança cultural na América dos anos 1960. Bing Crosby, conhecido por seus papéis mais maduros e musicais, trouxe seu charme e carisma para o papel principal, enquanto Fabian e Tuesday Weld complementaram o elenco com suas performances. O filme também apresentou uma trilha sonora agradável e momentos de humor que capturaram o espírito da época, oferecendo uma visão humorística das experiências de vida de um adulto retornando à universidade.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/3d6f82f5-403d-4f4d-a8f5-4b6425989c19?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/dizem-que-e-amor.webp",
    "videoGUID": "3d6f82f5-403d-4f4d-a8f5-4b6425989c19",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "922d51ce-edb7-42d3-b1b5-c670e02162c2",
    "NomeOriginal": "Bride for Sale",
    "nomePortugues": "Do Amor, só o Dinheiro",
    "ano": "1949",
    "categoria": "Comédia",
    "duracao": "1h27",
    "sinopse": "Nora Shelley é uma mulher independente que trabalha em uma agência de contabilidade e está determinada a encontrar um marido que a apoie em sua busca pela felicidade. Quando ela conhece Steve Adams (Robert Young) e Paul Martin (George Brent), dois homens com personalidades e vidas muito diferentes, ela se encontra dividida entre o amor e a segurança financeira. À medida que a história se desenrola, Nora deve decidir o que é mais importante para ela e como equilibrar sua independência com o desejo de encontrar o amor verdadeiro. \"\"Bride for Sale\"\" é um exemplo encantador do cinema romântico da década de 1940, oferecendo risos e reflexões sobre o papel das mulheres na sociedade e no amor.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/922d51ce-edb7-42d3-b1b5-c670e02162c2?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/do-amor-so-o-dinheiro.webp",
    "videoGUID": "922d51ce-edb7-42d3-b1b5-c670e02162c2",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "be1d4ecc-9807-4fd6-91fa-6ff65f442963",
    "NomeOriginal": "The Road to Hong Kong",
    "nomePortugues": "Dois errados no espaço",
    "ano": "1962",
    "categoria": "Comédia, Musical",
    "duracao": "1h31",
    "sinopse": "Dirigido por Norman Panama, estrelando Bing Crosby, Bob Hope e Joan Collins. É o último filme da série \"\"Road to…\"\" e segue as aventuras de dois trapaceiros, interpretados por Crosby e Hope, que se envolvem em uma trama de espionagem internacional enquanto competem pelo amor de uma sedutora agente secreta, interpretada por Collins. O filme é conhecido por seu humor ágil, piadas autoconscientes e por ser uma sátira dos filmes de espionagem da época. Curiosidades: \"\"The Road to Hong Kong\"\" foi o único filme da série \"\"Road to…\"\" produzido pela United Artists, após a saída da Paramount Pictures. Foi também o primeiro e único filme da série a ser filmado em Technicolor e Panavision. Além de Crosby, Hope e Collins, o filme apresenta uma série de participações especiais, incluindo Peter Sellers e Frank Sinatra, aumentando ainda mais seu apelo para os fãs de comédia da era de ouro de Hollywood.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/be1d4ecc-9807-4fd6-91fa-6ff65f442963?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/dois-errados-no-espaco.webp",
    "videoGUID": "be1d4ecc-9807-4fd6-91fa-6ff65f442963",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c1cb0fc0-d457-4921-b9ac-d5e77fabcfe6",
    "NomeOriginal": "Road to Utopia",
    "nomePortugues": "Dois Malandros e uma Garota",
    "ano": "1945",
    "categoria": "Aventura, Comédia, Musical",
    "duracao": "1h29",
    "sinopse": "É um filme de comédia dirigido por Hal Walker e estrelado por Bing Crosby, Bob Hope e Dorothy Lamour. Este é o quarto filme da série \"\"Road to…\"\", conhecida por suas aventuras cômicas e música envolvente. A trama segue dois amigos, interpretados por Crosby e Hope, que se veem em uma corrida para reivindicar uma mina de ouro no Alasca. Eles enfrentam perigos, encontram personagens excêntricos ao longo do caminho e participam de situações hilárias enquanto buscam fortuna. O filme é lembrado por seu humor inteligente, diálogos rápidos e pela química hilária entre Crosby e Hope. É uma adição popular à série \"\"Road to…\"\", que continua a encantar o público com suas aventuras extravagantes e entretenimento leve.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c1cb0fc0-d457-4921-b9ac-d5e77fabcfe6?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/dois-malandros-e-uma-garota.webp",
    "videoGUID": "c1cb0fc0-d457-4921-b9ac-d5e77fabcfe6",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "073a4986-ec43-4ee2-a7cc-66d7c523dd28",
    "NomeOriginal": "Don Juan",
    "nomePortugues": "Don Juan",
    "ano": "1926",
    "categoria": "Aventura, Drama, Mudo, Romance",
    "duracao": "1h52",
    "sinopse": "Dirigido por Alan Crosland, Don Juan é uma aventura de capa e espada estrelada por John Barrymore no papel do lendário amante. Embora seja um filme mudo em termos de diálogo, sua importância histórica é imensa: foi a primeira produção em longa-metragem a utilizar o sistema de som-em-disco Vitaphone para uma trilha sonora musical sincronizada e efeitos sonoros. A Warner Bros. usou o filme para lançar sua nova tecnologia, que pavimentaria o caminho para o cinema falado no ano seguinte. Além da inovação técnica, o filme foi um espetáculo grandioso, famoso pelo carisma de Barrymore e por supostamente conter o maior número de beijos da história do cinema.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/073a4986-ec43-4ee2-a7cc-66d7c523dd28?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/don-Juan.webp",
    "videoGUID": "073a4986-ec43-4ee2-a7cc-66d7c523dd28",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "1a64e839-bb39-4725-bba2-2223103e984d",
    "NomeOriginal": "Our Modern Maidens",
    "nomePortugues": "Donzelas de Hoje",
    "ano": "1929",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h16",
    "sinopse": "Dirigido por Jack Conway, estrelado por Joan Crawford, Rod La Rocque e Douglas Fairbanks Jr. O filme é uma sequência de \"\"Our Dancing Daughters\"\" (1928) e segue as vidas de jovens socialites durante a era do jazz nos anos 1920. Joan Crawford interpreta Billie Brown, uma jovem mulher que lida com questões de amor, amizade e independência enquanto navega pelas festas e extravagâncias da alta sociedade. O filme é lembrado por capturar a atmosfera vibrante e glamorosa da década de 1920, explorando temas de liberdade feminina, relações pessoais e as mudanças sociais da época. \"\"Our Modern Maidens\"\" é significativo por sua representação da juventude rebelde e moderna da era do jazz, com performances cativantes e uma narrativa que reflete os conflitos e desafios enfrentados pelas jovens daquele período histórico.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/1a64e839-bb39-4725-bba2-2223103e984d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/donzela-de-hoje.webp",
    "videoGUID": "1a64e839-bb39-4725-bba2-2223103e984d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "8fdf29be-2421-4d40-acba-11936e5fa3f8",
    "NomeOriginal": "Doctor Rhythm",
    "nomePortugues": "Doutor Re Mi Bemol",
    "ano": "1938",
    "categoria": "Comédia, Musical",
    "duracao": "1h16",
    "sinopse": "Dirigido por Frank Tuttle, estrelando Bing Crosby, Mary Carlisle e Beatrice Lillie. A história acompanha um médico (interpretado por Crosby) que, além de seu trabalho na medicina, também é um talentoso músico de jazz. Ele se vê envolvido em situações hilariantes enquanto tenta equilibrar sua vida profissional com sua paixão pela música. O filme é conhecido por suas performances musicais vibrantes e pelo carisma de Crosby, que cativa o público com seu estilo descontraído e voz inconfundível. Curiosidades: \"\"Doctor Rhythm\"\" marcou mais uma colaboração bem-sucedida entre Bing Crosby e a Paramount Pictures, onde Crosby era uma das principais estrelas na época. O filme apresenta uma mistura encantadora de comédia, romance e música, típica dos musicais da era clássica de Hollywood. Além das performances musicais, a comédia física e os diálogos rápidos contribuem para o seu apelo como entretenimento leve e divertido.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/8fdf29be-2421-4d40-acba-11936e5fa3f8?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/doutor-re_mi_bemol.webp",
    "videoGUID": "8fdf29be-2421-4d40-acba-11936e5fa3f8",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "6bcb3f48-94dd-42b6-adbb-ac6072ddced3",
    "NomeOriginal": "Married Bachelor",
    "nomePortugues": "Ele sem Ela",
    "ano": "1941",
    "categoria": "Comédia, Drama, Romance",
    "duracao": "1h21",
    "sinopse": "Dirigido por John L. Jackson, estrelado por Robert Young, Ruth Hussey e Edmund Gwenn. O filme é uma comédia romântica que segue a história de Jerry, um homem casado que tenta esconder sua vida conjugal para não prejudicar sua imagem como um solteiro encantador. Quando ele conhece uma mulher, Susan, com quem se envolve romanticamente, as complicações começam. Jerry precisa lidar com mal-entendidos e esconder sua verdadeira vida para manter o romance, criando situações cômicas e confusas. Curiosidades:Married Bachelor apresenta Robert Young em um papel de comédia leve, onde sua habilidade de interpretar personagens adoráveis e atrapalhados brilha. Ruth Hussey também traz seu charme à trama, enquanto o elenco de apoio, incluindo Edmund Gwenn, adiciona uma dose extra de humor ao filme. A história explora temas de identidade, amor e mal-entendidos, com um toque de sátira sobre a vida social da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/6bcb3f48-94dd-42b6-adbb-ac6072ddced3?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/ele-sem-ela.webp",
    "videoGUID": "6bcb3f48-94dd-42b6-adbb-ac6072ddced3",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "01a3a2b3-8bc4-408c-a025-75b2b2fa59a1",
    "NomeOriginal": "Appointment for Love",
    "nomePortugues": "Encontro de Amor",
    "ano": "1941",
    "categoria": "Comédia, Romance",
    "duracao": "1h27",
    "sinopse": "Dirigido por William A. Seiter, Appointment for Love é uma comédia romântica de 89 minutos, estrelada por Charles Boyer e Margaret Sullavan, com apoio de Rita Johnson e Reginald Denny. O filme acompanha André Cassil (Charles Boyer), um dramaturgo bem-sucedido e romântico, que se apaixona por Jane Alexander (Margaret Sullavan), uma médica dedicada e independente. Apesar de suas diferenças, os dois se casam impulsivamente, mas logo enfrentam desafios quando suas visões opostas sobre o casamento e a vida profissional entram em conflito. Com diálogos espirituosos e uma química envolvente entre os protagonistas, Appointment for Love oferece uma mistura charmosa de romance e humor, típica das screwball comedies da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/01a3a2b3-8bc4-408c-a025-75b2b2fa59a1?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/encontro-de-amor.webp",
    "videoGUID": "01a3a2b3-8bc4-408c-a025-75b2b2fa59a1",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "0e0637de-9765-4119-a72f-97aab116978e",
    "NomeOriginal": "Intimate Interviews - James Cagney",
    "nomePortugues": "Entrevista com James Cagney",
    "ano": "1931",
    "categoria": "Biografia, Documentário",
    "duracao": "8 min.",
    "sinopse": "É um curta-metragem de comédia dirigido por Lloyd French e estrelado por James Cagney. O filme faz parte da série \"\"Intimate Interviews\"\", produzida pela Warner Bros., que apresentava paródias humorísticas de entrevistas com celebridades da época. Em \"\"Intimate Interviews - James Cagney\"\", Cagney interpreta uma versão exagerada e caricata de si mesmo, satirizando sua própria persona e carreira. O curta-metragem é conhecido por seu humor rápido e pelas habilidades cômicas de Cagney, que era famoso por seus papéis em filmes de gângster e musicais na década de 1930. Embora seja um filme curto e relativamente obscuro, \"\"Intimate Interviews - James Cagney\"\" exemplifica o estilo humorístico e auto-referencial popular na era do cinema clássico.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/0e0637de-9765-4119-a72f-97aab116978e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/entrevista-com-james-cagney.webp",
    "videoGUID": "0e0637de-9765-4119-a72f-97aab116978e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "a7c87643-7ef8-4979-8a6a-8a0cf0eaa465",
    "NomeOriginal": "Of Human Bondage",
    "nomePortugues": "Escravos do Desejo",
    "ano": "1934",
    "categoria": "Drama, Romance",
    "duracao": "1h22",
    "sinopse": "Dirigido por John Cromwell, baseado no romance homônimo de W. Somerset Maugham. O filme é estrelado por Leslie Howard como Philip Carey, um jovem com ambições artísticas que se apaixona por Mildred Rogers, interpretada por Bette Davis. A história segue Philip enquanto ele luta para superar sua obsessão por Mildred, uma mulher manipuladora e autodestrutiva, cujo controle sobre ele o leva a uma jornada de autodescoberta dolorosa. O filme é notável por sua abordagem franca dos temas de amor não correspondido, desejo, dependência emocional e os complexos laços que nos prendem aos outros. As performances de Leslie Howard e Bette Davis são amplamente elogiadas por capturar a intensidade emocional e psicológica dos personagens. \"\"Of Human Bondage\"\" é uma exploração profunda das dinâmicas humanas e das consequências emocionais de nossas escolhas, destacando-se como um drama poderoso e introspectivo da era clássica de Hollywood.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/a7c87643-7ef8-4979-8a6a-8a0cf0eaa465?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/escravos-do-desejo.webp",
    "videoGUID": "a7c87643-7ef8-4979-8a6a-8a0cf0eaa465",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "a007651f-2fe8-4854-a855-e301ffab261e",
    "NomeOriginal": "Lucky Star",
    "nomePortugues": "Estrela Ditosa",
    "ano": "1929",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h39",
    "sinopse": "Dirigido por Frank Borzage, é um drama romântico estrelado por Janet Gaynor e Charles Farrell. O filme narra a história de Mary Tucker (interpretada por Gaynor), uma jovem que fica paraplégica após um acidente de trabalho em uma fábrica durante a Primeira Guerra Mundial, e Tim Winthrop (interpretado por Farrell), um rapaz que a ajuda a encontrar esperança e amor em tempos difíceis. A trama explora temas de superação, amor e sacrifício em face da adversidade. \"\"Lucky Star\"\" é lembrado por sua sensibilidade emocional e pelas performances cativantes de Gaynor e Farrell, que colaboraram em vários filmes românticos da época. O filme é aclamado por sua direção habilidosa de Borzage, que capturou a intensidade emocional e a beleza poética da história. \"\"Lucky Star\"\" é um exemplo notável do cinema mudo tardio, conhecido por sua habilidade em transmitir emoções profundas e universais através de performances expressivas e uma narrativa tocante.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/a007651f-2fe8-4854-a855-e301ffab261e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/estrela-ditosa.webp",
    "videoGUID": "a007651f-2fe8-4854-a855-e301ffab261e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "9ab8e905-68c6-4bc6-ad52-931d644a711e",
    "NomeOriginal": "I Was a Spy",
    "nomePortugues": "Eu Fui uma Espiã",
    "ano": "1933",
    "categoria": "Drama, Guerra",
    "duracao": "1h26",
    "sinopse": "Dirigido por Victor Saville, é um drama histórico baseado nas memórias de Marthe Cnockaert, uma espiã belga durante a Primeira Guerra Mundial. O filme narra a história de Marthe, interpretada por Madeleine Carroll, uma enfermeira que se torna espiã para a resistência belga contra a ocupação alemã. Marthe arrisca sua vida para coletar informações cruciais para os Aliados, enfrentando perigos e desafios enquanto vive sob constante ameaça de descoberta. \"\"I Was a Spy\"\" é lembrado por sua representação corajosa e inspiradora de um aspecto pouco conhecido da guerra, destacando o heroísmo e a determinação de indivíduos comuns que lutaram nas linhas de frente da espionagem. O filme foi baseado no livro de Marthe Cnockaert e captura a tensão e o drama de sua vida real enquanto ela desafiava as probabilidades para ajudar na luta contra a ocupação alemã.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/9ab8e905-68c6-4bc6-ad52-931d644a711e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/eu-fui-uma-espia.webp",
    "videoGUID": "9ab8e905-68c6-4bc6-ad52-931d644a711e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "5264218c-b4e1-4d18-ad75-446a100490a1",
    "NomeOriginal": "I Surrender Dear",
    "nomePortugues": "Eu me rendo querida",
    "ano": "1931",
    "categoria": "Comédia, Musical",
    "duracao": "21min",
    "sinopse": "Dirigida por Mack Sennett e estrelando Bing Crosby. No filme, Crosby interpreta um cantor que lamenta seu amor perdido através da canção homônima, enquanto recorda os momentos felizes com sua amada. Esta produção marca um dos primeiros papéis de destaque de Crosby no cinema, destacando seu talento vocal distintivo e seu carisma na tela. Curiosidades: A canção \"\"I Surrender Dear\"\" se tornou um dos primeiros sucessos de Bing Crosby como cantor solo e contribuiu para solidificar sua reputação como uma das vozes mais reconhecíveis da era de ouro do rádio e do cinema. O curta-metragem é um exemplo precoce do estilo musical e dramático que Crosby desenvolveu ao longo de sua carreira, preparando o terreno para papéis mais significativos e filmes de sucesso nos anos seguintes.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/5264218c-b4e1-4d18-ad75-446a100490a1?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/eu-me-rendo-querida.webp",
    "videoGUID": "5264218c-b4e1-4d18-ad75-446a100490a1",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "e4a6c205-3d4c-4f4a-bc6d-66a14a378d0d",
    "NomeOriginal": "Becoming Cary Grant",
    "nomePortugues": "Eu, Cary Grant",
    "ano": "2017",
    "categoria": "Biografia, Documentário",
    "duracao": "1h30",
    "sinopse": "Documentário dirigido por Mark Kidel que explora a vida fascinante e a jornada pessoal do icônico ator Cary Grant. O filme oferece uma visão íntima e reveladora da vida de Grant, desde sua infância conturbada na Inglaterra até sua ascensão ao estrelato em Hollywood. Com entrevistas, imagens de arquivo e gravações pessoais de Grant, o documentário revela os altos e baixos de sua carreira, seus relacionamentos pessoais complexos e sua busca por identidade e felicidade ao longo dos anos. Uma curiosidade interessante é que \"\"Becoming Cary Grant\"\" mergulha profundamente na psique do ator, explorando como ele criou e moldou a persona de Cary Grant para o público e como ele mesmo se via por trás das câmeras. O documentário oferece uma perspectiva única sobre a vida privada e pública de um dos maiores ícones do cinema americano.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/e4a6c205-3d4c-4f4a-bc6d-66a14a378d0d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/eu-cary-grant.webp",
    "videoGUID": "e4a6c205-3d4c-4f4a-bc6d-66a14a378d0d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "fb3d5362-4c5c-45a3-b3e7-4c9e8fcdb94c",
    "NomeOriginal": "I, Douglas Fairbakns",
    "nomePortugues": "Eu, Douglas Fairbanks",
    "ano": "2018",
    "categoria": "Biografia, Documentário",
    "duracao": "53 min.",
    "sinopse": "O filme explora a vida e a carreira de Douglas Fairbanks, uma das primeiras e mais importantes estrelas de cinema da era do cinema mudo. Fairbanks era conhecido por seus papéis em filmes de aventura e ação, frequentemente desempenhando heróis atléticos e carismáticos. O documentário \"\"I, Douglas Fairbanks\"\" oferece uma visão abrangente sobre seu impacto no cinema e na cultura popular, destacando suas contribuições para o desenvolvimento da narrativa cinematográfica e seu legado duradouro.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/fb3d5362-4c5c-45a3-b3e7-4c9e8fcdb94c?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/eu-douglas-fairbanks.webp",
    "videoGUID": "fb3d5362-4c5c-45a3-b3e7-4c9e8fcdb94c",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "8ca11558-f00b-43ed-a6f1-4f6fbc63bc35",
    "NomeOriginal": "Children of Divorce",
    "nomePortugues": "Filhos do Divórcio",
    "ano": "1927",
    "categoria": "Drama, Western",
    "duracao": "1h11",
    "sinopse": "Dirigido por Frank Lloyd, estrelado por Clara Bow, Esther Ralston e Gary Cooper. O filme explora as consequências emocionais e sociais do divórcio através das histórias entrelaçadas de três amigos de infância que crescem e enfrentam desafios em suas vidas adultas. Uma curiosidade interessante sobre \"\"Children of Divorce\"\" é que ele é considerado um dos primeiros filmes a abordar abertamente o tema do divórcio de maneira franca e realista. Clara Bow, conhecida como a \"\"It Girl\"\" da década de 1920, entregou uma performance marcante que capturou tanto a vulnerabilidade quanto a determinação de seu personagem. O filme é lembrado por seu retrato sincero das dificuldades enfrentadas pelas crianças afetadas pela separação de seus pais e pela complexidade das relações interpessoais na sociedade moderna.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/8ca11558-f00b-43ed-a6f1-4f6fbc63bc35?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/filhos-do-divorcio.webp",
    "videoGUID": "8ca11558-f00b-43ed-a6f1-4f6fbc63bc35",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "46cf85c5-6422-41e9-b0f5-8b183499af0d",
    "NomeOriginal": "Just for You",
    "nomePortugues": "Filhos Esquecidos",
    "ano": "1952",
    "categoria": "Comédia, Musical",
    "duracao": "1h44",
    "sinopse": "Dirigido por Elliott Nugent, é um filme musical estrelado por Bing Crosby e Jane Wyman. O enredo gira em torno de um cantor popular, interpretado por Crosby, que tenta equilibrar sua carreira agitada com as responsabilidades familiares e o relacionamento com sua filha adolescente, interpretada por Natalie Wood. A história se desenrola com músicas cativantes e momentos emotivos enquanto o personagem de Crosby enfrenta desafios pessoais e profissionais. \"\"Just for You\"\" é lembrado por suas performances musicais envolventes e pelo carisma de Crosby, uma das estrelas mais populares da época. O filme captura o estilo de vida glamoroso e as questões familiares da década de 1950, oferecendo entretenimento nostálgico e emocionante para os fãs de música e filmes clássicos.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/46cf85c5-6422-41e9-b0f5-8b183499af0d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/filhos-esquecidos.webp",
    "videoGUID": "46cf85c5-6422-41e9-b0f5-8b183499af0d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "44fd1f52-9831-4dba-94d2-4a147f25636d",
    "NomeOriginal": "Man on Fire",
    "nomePortugues": "Fogo no Coração",
    "ano": "1957",
    "categoria": "Drama",
    "duracao": "1h35",
    "sinopse": "Dirigido por Ranald MacDougall, estrelando Bing Crosby, Inger Stevens e E.G. Marshall. A trama segue a história de um jornalista (interpretado por Crosby) que se torna obcecado em investigar o desaparecimento de uma criança. Ele se envolve profundamente na busca pela verdade, enfrentando perigos e dilemas éticos ao longo do caminho. Curiosidades: O filme é baseado no romance homônimo de A.J. Quinnell e foi adaptado para o cinema várias vezes. A performance de Bing Crosby como um jornalista determinado e atormentado recebeu elogios da crítica, mostrando uma faceta mais séria e dramática de sua carreira. \"\"Man on Fire\"\" explora temas de justiça, redenção e sacrifício pessoal, oferecendo uma narrativa intensa e emocionante que ressoa com questões morais e humanas profundas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/44fd1f52-9831-4dba-94d2-4a147f25636d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/fogo-no-coracao.webp",
    "videoGUID": "44fd1f52-9831-4dba-94d2-4a147f25636d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "8d8d3b0e-4c51-4a56-9a97-2559c7b98912",
    "NomeOriginal": "Anything Goes (1936)",
    "nomePortugues": "Fuzarca a Bordo",
    "ano": "1936",
    "categoria": "Comédia, Musical",
    "duracao": "1h31",
    "sinopse": "Dirigido por Lewis Milestone, é uma comédia musical que se passa a bordo de um luxuoso transatlântico, onde uma série de equívocos e situações hilárias se desenrolam entre os passageiros. O filme é estrelado por Bing Crosby como Billy Crocker, um jovem apaixonado que tenta ganhar o coração de sua amada Hope Harcourt, interpretada por Ida Lupino. O elenco também inclui Ethel Merman como Reno Sweeney, uma cantora de nightclub com uma personalidade forte, e Charles Ruggles como Sir Evelyn Oakleigh, um aristocrata inglês atrapalhado. Com números musicais vibrantes e coreografias animadas, \"\"Anything Goes\"\" é uma celebração do talento de Cole Porter, cujas canções cativantes, incluindo o título homônimo, elevam o humor e o charme do filme. Uma curiosidade interessante é que esta adaptação pré-código da Broadway captura a exuberância e o glamour da era pré-Guerra, oferecendo um escape divertido para os espectadores da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/8d8d3b0e-4c51-4a56-9a97-2559c7b98912?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/fuzarca-a-bordo.webp",
    "videoGUID": "8d8d3b0e-4c51-4a56-9a97-2559c7b98912",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "e52b69b6-85b0-4870-bc61-2839f31ad746",
    "NomeOriginal": "Blonde Crazy",
    "nomePortugues": "Gente Esperta",
    "ano": "1931",
    "categoria": "Comédia, Drama, Romance",
    "duracao": "1h19",
    "sinopse": "Dirigido por Roy Del Ruth, estrelado por James Cagney e Joan Blondell. Este é um filme de comédia e romance que segue a história de a impulsiva e audaciosa Ann, que trabalha como secretária e se envolve com um esperto e atrevido homem chamado Joe. Juntos, eles embarcam em uma série de esquemas e trapaceios, mas à medida que sua parceria cresce, também surgem sentimentos complicados entre eles. O filme é uma mistura de comédia de erros, humor de malandragem e romance. Curiosidades:Blonde Crazy destaca-se pela química cativante entre Cagney e Blondell, que tornam o filme divertido e irreverente. Cagney, conhecido por seus papéis de gângster, brilha com sua energia frenética, enquanto Joan Blondell traz um charme irreverente e espirituoso. O filme, que foi feito durante a era pré-código Hays, possui um tom mais ousado, com temas de independência e relações turbulentas. A trama é uma crítica bem-humorada à busca pelo sucesso e pela liberdade no contexto da sociedade da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/e52b69b6-85b0-4870-bc61-2839f31ad746?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/gente-esperta.webp",
    "videoGUID": "e52b69b6-85b0-4870-bc61-2839f31ad746",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "cd4c142b-7e9d-46b1-9644-5e4923e1d4f8",
    "NomeOriginal": "Whistling in the Dark",
    "nomePortugues": "Herdeiros em Apuros",
    "ano": "1941",
    "categoria": "Comédia, Mistério",
    "duracao": "1h17",
    "sinopse": "Dirigido por S. Sylvan Simon, é uma comédia mistério estrelada por Red Skelton no papel de Wally Benton, um famoso escritor de rádio conhecido por suas histórias de detetive. A trama se desenrola quando Wally é sequestrado por criminosos reais que querem que ele ajude em um assalto a banco. O filme combina elementos de comédia e mistério, com Skelton oferecendo seu humor característico enquanto tenta navegar pelas situações perigosas criadas pelos bandidos. \"\"Whistling in the Dark\"\" é lembrado por sua mistura única de humor e suspense, proporcionando uma divertida aventura de detetive com reviravoltas inesperadas e diálogos rápidos. O filme reflete o estilo popular das comédias de mistério da época, oferecendo uma dose de entretenimento leve e escapista para o público da década de 1940.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/cd4c142b-7e9d-46b1-9644-5e4923e1d4f8?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/herdeiros-em-apuros.webp",
    "videoGUID": "cd4c142b-7e9d-46b1-9644-5e4923e1d4f8",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "5115207e-22c3-4edc-9ef0-708a6991d33e",
    "NomeOriginal": "High Barbaree",
    "nomePortugues": "Ilha Encantada",
    "ano": "1947",
    "categoria": "Drama, Guerra, Romance",
    "duracao": "1h27",
    "sinopse": "Dirigido por Jack Conway, estrelando Van Johnson e June Allyson. A história acompanha Alec Brooke, um piloto da Força Aérea que, após ser abatido durante a Segunda Guerra Mundial, reflete sobre sua vida enquanto à deriva no oceano com seu co-piloto. Em meio a essa luta pela sobrevivência, Alec relembra sua infância, sua amizade e eventual romance com Nancy, e seu sonho de encontrar a mítica ilha de High Barbaree, um lugar de refúgio e esperança mencionado por seu tio quando era criança. Curiosidades: High Barbaree é baseado no romance de Charles Nordhoff e James Norman Hall, conhecidos por Mutiny on the Bounty. O filme explora temas de nostalgia, perda e redenção, usando flashbacks para entrelaçar o passado e o presente. A química entre Van Johnson e June Allyson, que frequentemente atuaram juntos, é um dos destaques da produção. A combinação de elementos românticos e a tensão da guerra cria uma narrativa emocionante e comovente, refletindo o desejo de paz e consolo em tempos de conflito.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/5115207e-22c3-4edc-9ef0-708a6991d33e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/ilha-encantada.webp",
    "videoGUID": "5115207e-22c3-4edc-9ef0-708a6991d33e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "db9e6c92-f960-4039-9f48-9e49fa6c0350",
    "NomeOriginal": "The Delicious Little Devil",
    "nomePortugues": "Irresistível Helena",
    "ano": "1919",
    "categoria": "Drama, Mudo, Musical, Romance",
    "duracao": "1h15",
    "sinopse": "Dirigido por Robert Z. Leonard, é uma comédia romântica estrelada por Mae Murray. O filme narra a história de Mary McGuire, uma jovem que se disfarça como uma mulher rica para impressionar seu pretendente, interpretado por Rudolph Valentino. A trama envolve uma série de mal-entendidos e situações cômicas enquanto Mary tenta manter seu disfarce e conquistar o coração de seu amado. \"\"The Delicious Little Devil\"\" é lembrado por ser um dos primeiros filmes de destaque de Mae Murray, que já era uma estrela em ascensão na época. O filme é um exemplo clássico do estilo de comédia romântica da era do cinema mudo, caracterizado pelo humor visual e pela dinâmica entre os personagens.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/db9e6c92-f960-4039-9f48-9e49fa6c0350?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/irresistivel-helena.webp",
    "videoGUID": "db9e6c92-f960-4039-9f48-9e49fa6c0350",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "2907ec27-f931-40cf-9793-348b93b1882b",
    "NomeOriginal": "Kathleen",
    "nomePortugues": "Kathleen",
    "ano": "1941",
    "categoria": "Drama, Romance",
    "duracao": "1h30",
    "sinopse": "Dirigido por Harold S. Bucquet, é um drama romântico estrelado por Shirley Temple no papel-título, como uma jovem órfã que é adotada por uma família rica. O filme explora a jornada emocional de Kathleen ao se adaptar a sua nova vida, enfrentando desafios e aprendendo lições valiosas ao longo do caminho. A trama também envolve um romance florescente entre Kathleen e o filho mais velho da família, interpretado por Herbert Marshall, que desempenha um papel crucial em sua jornada de auto-descoberta. \"\"Kathleen\"\" é lembrado por sua representação tocante de temas familiares e emocionais, destacando a inocência e o talento de Shirley Temple como uma estrela infantil. O filme oferece uma mistura de drama e romance que captura o charme e os valores da era clássica de Hollywood, proporcionando uma experiência cinematográfica calorosa e inspiradora.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/2907ec27-f931-40cf-9793-348b93b1882b?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/kathleen.webp",
    "videoGUID": "2907ec27-f931-40cf-9793-348b93b1882b",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "7f78c5b0-6d8d-4ce2-8147-dbcd5b85123f",
    "NomeOriginal": "Paris Honeymoon",
    "nomePortugues": "Lua de Mel em Paris",
    "ano": "1939",
    "categoria": "Comédia, Musical",
    "duracao": "1h23",
    "sinopse": "É uma comédia romântica dirigida por Frank Tuttle e estrelada por Bing Crosby, Franciska Gaal e Akim Tamiroff. O filme segue um jovem casal americano em lua de mel em Paris, enfrentando uma série de aventuras e desafios enquanto tentam desfrutar de sua viagem romântica. Com uma mistura de humor leve e músicas cativantes, \"\"Paris Honeymoon\"\" captura o charme e a atmosfera romântica da capital francesa durante a era pré-Segunda Guerra Mundial.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/7f78c5b0-6d8d-4ce2-8147-dbcd5b85123f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/lua-de-mel-em-paris.webp",
    "videoGUID": "7f78c5b0-6d8d-4ce2-8147-dbcd5b85123f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "e3bbcc55-eafe-473c-80f1-58aa973e809e",
    "NomeOriginal": "Honeymoon for Three",
    "nomePortugues": "Lua de Mel para Três",
    "ano": "1941",
    "categoria": "Comédia, Romance",
    "duracao": "1h14",
    "sinopse": "Dirigido por Lloyd Bacon, é uma comédia romântica estrelada por Ann Sheridan, George Brent e Charlie Ruggles. O filme gira em torno de um casal recém-casado, interpretado por Sheridan e Brent, que tem sua lua de mel planejada interrompida devido a uma série de confusões e coincidências. A história se complica ainda mais com a chegada inesperada de um amigo solitário, interpretado por Ruggles, que se junta ao casal em suas travessuras. \"\"Honeymoon for Three\"\" é lembrado por sua atmosfera leve e pelo talento de seus protagonistas em lidar com situações hilárias e românticas. O filme captura o humor e as expectativas românticas da época, oferecendo uma comédia agradável e encantadora para os espectadores da era clássica de Hollywood.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/e3bbcc55-eafe-473c-80f1-58aa973e809e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/lua-de-mel-para-tres.webp",
    "videoGUID": "e3bbcc55-eafe-473c-80f1-58aa973e809e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "2637b26e-a0e6-4572-9933-769010a83233",
    "NomeOriginal": "Male and Female",
    "nomePortugues": "Macho e Fêmea",
    "ano": "1929",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h55",
    "sinopse": "Dirigido por Cecil B. DeMille, é um drama épico estrelado por Gloria Swanson e Thomas Meighan. O filme é uma adaptação da peça teatral \"\"The Admirable Crichton\"\" de J.M. Barrie e narra a história de uma família aristocrática inglesa cujo navio naufraga em uma ilha deserta. A trama explora temas de classe social, sobrevivência e romance, enquanto os personagens lidam com as adversidades e revelações pessoais durante seu tempo na ilha. \"\"Male and Female\"\" é lembrado por suas impressionantes produções de DeMille, que incluíam grandes sets e cenas de ação elaboradas, características de suas obras épicas. O filme também é conhecido por sua abordagem visual extravagante e pelas performances cativantes de Swanson e Meighan, que personificaram os dilemas e emoções dos personagens de forma poderosa e emotiva.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/2637b26e-a0e6-4572-9933-769010a83233?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/macho-e-femea.webp",
    "videoGUID": "2637b26e-a0e6-4572-9933-769010a83233",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "7c9bf29e-b63f-46a3-9c67-9f78a5d2fe08",
    "NomeOriginal": "More Than a Secretary",
    "nomePortugues": "Mais do que Secretária",
    "ano": "1936",
    "categoria": "Comédia, Romance",
    "duracao": "1h27",
    "sinopse": "Dirigido por Alfred E. Green, estrelando Jean Arthur, George Brent e Lionel Stander. A trama segue Carol Baldwin, co-proprietária de uma escola de secretariado, que decide trabalhar como secretária de um cliente de sua escola, Fred Ward, para melhorar os métodos de treinamento de suas alunas. Porém, Carol rapidamente descobre que Fred, um editor de revistas de saúde, é um chefe difícil e peculiar. Entre conflitos e momentos cômicos, os dois acabam se aproximando, mas precisam superar mal-entendidos e diferenças para encontrar o verdadeiro amor. Curiosidades: More Than a Secretary é uma típica comédia romântica dos anos 1930, com diálogos espirituosos e uma narrativa encantadora. Jean Arthur brilha no papel principal, trazendo charme e humor à sua personagem, enquanto George Brent oferece uma contraparte ideal com seu carisma. O filme também satiriza as relações no ambiente de trabalho e a busca por equilíbrio entre profissionalismo e romance, temas que permanecem relevantes.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/7c9bf29e-b63f-46a3-9c67-9f78a5d2fe08?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/mais-do-que-secretaria.webp",
    "videoGUID": "7c9bf29e-b63f-46a3-9c67-9f78a5d2fe08",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "9babdd0c-63fe-4ee1-b353-f345a97976d4",
    "NomeOriginal": "One More Chance",
    "nomePortugues": "Mais uma Chance",
    "ano": "1931",
    "categoria": "Musical",
    "duracao": "20min",
    "sinopse": "Dirigido por Mack Sennett, estrelando Bing Crosby. No filme, Crosby interpreta um músico que tenta reconquistar o amor de sua vida através da música. Este curta é notável por apresentar uma das primeiras performances de destaque de Crosby no cinema, destacando sua voz suave e seu talento para interpretar baladas românticas. Curiosidades: \"\"One More Chance\"\" é lembrado por incluir a canção homônima, que se tornou um sucesso popular na época. O curta-metragem reflete o estilo musical e dramático que Bing Crosby desenvolveu ao longo de sua carreira, estabelecendo as bases para seus futuros papéis como cantor e ator de destaque em Hollywood.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/9babdd0c-63fe-4ee1-b353-f345a97976d4?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/mais-uma-chance.webp",
    "videoGUID": "9babdd0c-63fe-4ee1-b353-f345a97976d4",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "19d5370b-97c8-4f9d-bb9c-71d981e23e7f",
    "NomeOriginal": "Anything Goes (1956)",
    "nomePortugues": "Maravilhas em Desfile",
    "ano": "1956",
    "categoria": "Comédia, Musical",
    "duracao": "1h46",
    "sinopse": "Dirigido por Robert Lewis, é uma adaptação cinematográfica do famoso musical da Broadway de Cole Porter. O filme estrela Bing Crosby como Billy Crocker, um jovem apaixonado que se envolve em uma série de confusões amorosas a bordo de um luxuoso transatlântico. Ele é acompanhado por Ethel Merman como Reno Sweeney, uma cantora e ex-apresentadora de nightclub, e Donald O'Connor como o engraçado e atrapalhado Moonface Martin. O enredo se desenrola com números musicais energéticos, incluindo a icônica canção \"\"Anything Goes\"\", enquanto os personagens lidam com identidades trocadas, romance improvável e comédia de erros. Uma curiosidade é que o filme captura o espírito da era dourada de Hollywood com seu elenco talentoso e produção deslumbrante, oferecendo uma escapada divertida e musical para os espectadores da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/19d5370b-97c8-4f9d-bb9c-71d981e23e7f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/maravilhas-em-desfile.webp",
    "videoGUID": "19d5370b-97c8-4f9d-bb9c-71d981e23e7f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "7d77ff72-960b-4ec3-a301-28cd6d0363b8",
    "NomeOriginal": "Rhythm on the River",
    "nomePortugues": "Melodia Roubada",
    "ano": "1940",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h34",
    "sinopse": "É um filme dirigido por Victor Schertzinger, estrelado por Bing Crosby, Mary Martin e Basil Rathbone. O filme é uma comédia musical que segue a história de um compositor de músicas (interpretado por Bing Crosby) que enfrenta um bloqueio criativo. Ele acidentalmente recebe ajuda de uma secretária (interpretada por Mary Martin) que escreve letras de músicas para ele, sem que ele saiba. O filme é lembrado por suas canções cativantes e pelo talento de Bing Crosby como cantor e ator principal. \"\"Rhythm on the River\"\" é uma celebração da música e da criatividade, com momentos engraçados e românticos que exploram a colaboração artística e a busca pela inspiração. É um exemplo clássico do gênero musical da época de ouro de Hollywood.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/7d77ff72-960b-4ec3-a301-28cd6d0363b8?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/melodia-roubada.webp",
    "videoGUID": "7d77ff72-960b-4ec3-a301-28cd6d0363b8",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "888316df-5575-48ef-8ebc-9c919aa9b5ce",
    "NomeOriginal": "His Private Secretary",
    "nomePortugues": "Meu Maior Desejo",
    "ano": "1934",
    "categoria": "Comédia, Romance",
    "duracao": "1h16",
    "sinopse": "Dirigido por Phil Whitman, é uma comédia romântica estrelada por John Wayne e Evalyn Knapp. O filme narra a história de Dick Wallace (interpretado por Wayne), um advogado que contrata uma secretária, Marian (interpretada por Knapp), para ajudá-lo em seus negócios. Conforme Marian se envolve mais na vida profissional e pessoal de Dick, sentimentos românticos começam a surgir entre os dois, complicando sua dinâmica de trabalho. \"\"His Private Secretary\"\" é lembrado por ser um dos primeiros filmes de John Wayne em papéis principais, mostrando seu carisma e presença de tela característicos. O filme oferece uma mistura leve de romance e comédia, típica das produções da época, e é apreciado pelos fãs do gênero por sua narrativa charmosa e performances cativantes.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/888316df-5575-48ef-8ebc-9c919aa9b5ce?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/meu-maior-desejo.webp",
    "videoGUID": "888316df-5575-48ef-8ebc-9c919aa9b5ce",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "556edd92-b94e-4e7d-8152-0760596e0850",
    "NomeOriginal": "Mississippi",
    "nomePortugues": "MIssissippi",
    "ano": "1935",
    "categoria": "Drama, Musical",
    "duracao": "1h13",
    "sinopse": "Dirigido por A. Edward Sutherland, é um drama musical estrelado por Bing Crosby, W.C. Fields e Joan Bennett. O filme se passa no Rio Mississippi durante o início do século XX e conta a história de Davey (interpretado por Crosby), um capitão de barco que se envolve em uma série de aventuras ao longo do rio. A trama combina elementos de romance, comédia e música, explorando as paisagens e os personagens ao longo do icônico rio americano. \"\"Mississippi\"\" é lembrado por suas performances musicais envolventes, especialmente as de Bing Crosby, que ajudaram a consolidar sua reputação como um dos cantores mais populares da época. O filme captura a atmosfera do sul dos Estados Unidos e oferece uma visão nostálgica e vibrante da vida ribeirinha durante o período histórico retratado.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/556edd92-b94e-4e7d-8152-0760596e0850?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/mississippi.webp",
    "videoGUID": "556edd92-b94e-4e7d-8152-0760596e0850",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "7184a16c-3722-4e94-88a3-641ad129af6f",
    "NomeOriginal": "College Humor",
    "nomePortugues": "Mocidade e Farra",
    "ano": "1933",
    "categoria": "Acão, Comédia, Musical",
    "duracao": "1h20",
    "sinopse": "Dirigido por Wesley Ruggles, estrelando Bing Crosby, Jack Oakie e Mary Kornman. A trama acompanha um professor universitário (interpretado por Crosby) que, ao enfrentar dificuldades financeiras, decide formar uma banda musical com seus alunos para ganhar dinheiro extra. O filme combina música, humor e romance, capturando o espírito vibrante e despreocupado da vida universitária. Curiosidades: \"\"College Humor\"\" foi um dos primeiros papéis principais de Bing Crosby no cinema e ajudou a consolidar sua imagem como um cantor e ator carismático. O filme apresenta várias canções memoráveis, incluindo \"\"I Surrender Dear\"\", que se tornou um grande sucesso na voz de Crosby. Além disso, a comédia leve e os números musicais energéticos garantiram o sucesso do filme entre o público da época, contribuindo para o crescimento da popularidade de Crosby como uma estrela ascendente de Hollywood.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/7184a16c-3722-4e94-88a3-641ad129af6f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/mocidade-e-farra.webp",
    "videoGUID": "7184a16c-3722-4e94-88a3-641ad129af6f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "8fbc4d21-a7d9-4e6e-a5d5-9a891d34088d",
    "NomeOriginal": "The Common Law",
    "nomePortugues": "Modelo de Amor",
    "ano": "1931",
    "categoria": "Drama, Romance",
    "duracao": "1h13",
    "sinopse": "É um drama romântico dirigido por Paul L. Stein, estrelado por Constance Bennett e Joel McCrea. Baseado no romance homônimo de Robert W. Chambers, o filme conta a história de Valerie West (interpretada por Constance Bennett), uma jovem artista que se apaixona por um pintor talentoso e ambicioso, John Neville (interpretado por Joel McCrea). A trama explora os desafios e dilemas que surgem quando Valerie e John decidem viver juntos sem se casar, uma situação que desafia as normas sociais e legais da época. Eles enfrentam preconceitos e julgamentos da sociedade, bem como conflitos internos sobre suas próprias crenças e valores. Constance Bennett oferece uma performance carismática e forte como Valerie, trazendo complexidade e nuance ao papel de uma mulher determinada a viver sua vida conforme seus próprios termos. Joel McCrea complementa sua atuação com uma interpretação sincera e envolvente de John, criando uma química convincente entre os protagonistas. \"\"The Common Law\"\" é notável por abordar temas controversos para a época, questionando as convenções sociais e defendendo a liberdade individual e a independência das mulheres. O filme é uma reflexão interessante sobre os valores e as expectativas da sociedade dos anos 1930, destacando-se por suas performances e pela coragem de tratar de questões delicadas e progressistas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/8fbc4d21-a7d9-4e6e-a5d5-9a891d34088d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/modelo-de-amor.webp",
    "videoGUID": "8fbc4d21-a7d9-4e6e-a5d5-9a891d34088d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "b03a0c0b-7273-4483-a3e7-d232ec2f282f",
    "NomeOriginal": "The Single Standard",
    "nomePortugues": "Muher Singular",
    "ano": "1929",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h10",
    "sinopse": "(The Single Standard, 1929) De: John S. Robertson Com: Greta Garbo, Nils Asther, Johnny Mack Brown Uma mulher de espírito livre apaixona-se por um homem instável mas acaba se casando com outro. Quando o amor de sua vida retorna após longa ausência, ela deve escolher entre ele e a estabilidade de sua família.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/b03a0c0b-7273-4483-a3e7-d232ec2f282f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/mulher-singular.webp",
    "videoGUID": "b03a0c0b-7273-4483-a3e7-d232ec2f282f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "0d84088e-7901-4145-8dc2-c3505a7fe59e",
    "NomeOriginal": "Woman Against Woman",
    "nomePortugues": "Mulher Contra Mulher",
    "ano": "1938",
    "categoria": "Drama",
    "duracao": "1h",
    "sinopse": "\"\"Woman Against Woman\"\" (1938) é um drama dirigido por Robert B. Sinclair, estrelado por Herbert Marshall e Virginia Bruce. O filme conta a história de uma mulher, interpretada por Virginia Bruce, que se vê envolvida em um triângulo amoroso complicado com seu marido e uma amiga íntima. Conforme a trama se desenrola, segredos e rivalidades emergem, desafiando os relacionamentos e a lealdade dos personagens. Uma curiosidade interessante sobre \"\"Woman Against Woman\"\" é que ele explora temas de amor, traição e amizade de maneira emocionante e intensa. O filme foi elogiado por suas performances cativantes, especialmente de Virginia Bruce, que trouxe profundidade e vulnerabilidade ao seu papel. A direção de Robert B. Sinclair captura as nuances emocionais dos personagens e cria uma atmosfera de tensão e suspense que mantém o público envolvido até o desfecho. \"\"Woman Against Woman\"\" é um exemplo do cinema dramático da década de 1930, explorando os dilemas morais e as complexidades dos relacionamentos humanos com sensibilidade e profundidade.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/0d84088e-7901-4145-8dc2-c3505a7fe59e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/mulher-contra-mulher.webp",
    "videoGUID": "0d84088e-7901-4145-8dc2-c3505a7fe59e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "9b9c8be7-7a78-47fb-848f-05d56a9610c9",
    "NomeOriginal": "A Woman of Affairs",
    "nomePortugues": "Mulher de Brio",
    "ano": "1928",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h38",
    "sinopse": "Dirigido por Clarence Brown, reúne novamente a dupla Greta Garbo e John Gilbert. Garbo interpreta Diana Merrick, uma jovem de espírito livre cujo amor por Neville (Gilbert) é frustrado pelas convenções sociais e pela desaprovação do pai dele. Forçada a um casamento sem amor e a uma vida de festas e casos superficiais, ela esconde uma profunda tristeza. Baseado no controverso romance \"\"The Green Hat\"\", o filme teve que suavizar seus temas para passar pela censura, mas a performance melancólica e sutil de Garbo transmitiu com sucesso a tragédia interior da personagem, rendendo-lhe uma indicação ao Oscar e solidificando sua imagem como uma heroína trágica do cinema.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/9b9c8be7-7a78-47fb-848f-05d56a9610c9?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/mulher-de-brio.webp",
    "videoGUID": "9b9c8be7-7a78-47fb-848f-05d56a9610c9",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "03a70627-1bac-45f8-8882-abd4d983f5ff",
    "NomeOriginal": "A Connecticut Yankee in King Arthur's Court",
    "nomePortugues": "Na Corte do Rei Arthur",
    "ano": "1949",
    "categoria": "Aventura, Comédia, Fantasia, Musical",
    "duracao": "1h46",
    "sinopse": "Dirigido por Tay Garnett, estrelado por Bing Crosby, Rhonda Fleming e Cedric Hardwicke. Lançado em 1949, o filme é uma adaptação da obra de Mark Twain. Hank Martin, um engenheiro moderno, é transportado para a corte do Rei Arthur, onde usa seu conhecimento futurista para impressionar os cavaleiros e conquistar a princesa Alisande. Enquanto tenta ajustar-se aos costumes medievais, Hank se vê envolvido em intrigas e desafios. Curiosidades:Bing Crosby traz seu charme e humor característicos ao papel de Hank, enquanto Rhonda Fleming adiciona sofisticação como a princesa. A história mistura comédia, aventura e romance, explorando o choque entre o passado medieval e o futuro. A música também é uma característica marcante do filme. Categoria:Comédia de fantasia, aventura e musical.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/03a70627-1bac-45f8-8882-abd4d983f5ff?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/na-corte-do-rei-arthur.webp",
    "videoGUID": "03a70627-1bac-45f8-8882-abd4d983f5ff",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "029d62e6-ed58-43b9-a6c2-622e921fbfa2",
    "NomeOriginal": "Death Rage",
    "nomePortugues": "Na Trilha da Morte",
    "ano": "1976",
    "categoria": "Acão, Crime, Drama, Mistério, Policial",
    "duracao": "1h32",
    "sinopse": "Neste thriller ítalo-americano dirigido por Antonio Margheriti, Yul Brynner interpreta um assassino profissional aposentado que aceita um último trabalho em Nápoles para vingar seu irmão. Combinando ação policial, vingança e cenas intensas nas ruas italianas, o filme marca uma das últimas atuações de Brynner no cinema. Apesar da trama convencional, o carisma do astro e a ambientação europeia conferem estilo a este típico exemplar do cinema de ação setentista.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/0b344867-6a8d-4496-a7c4-ba84fb7e503c?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe><",
    "imagemUrl": "/images/filmes/na-trilha-da-morte.webp",
    "videoGUID": "029d62e6-ed58-43b9-a6c2-622e921fbfa2",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "48b6c3b2-a733-4aee-a5c5-802dcc7a3d3f",
    "NomeOriginal": "Riding High",
    "nomePortugues": "Nada Além de um Desejo",
    "ano": "1952",
    "categoria": "Comédia, Drama, Musical",
    "duracao": "1h51",
    "sinopse": "Dirigido por Frank Capra, estrelado por Bing Crosby, Coleen Gray e Charles Bickford. O filme é uma comédia musical que narra a história de um treinador de cavalos de corrida (interpretado por Bing Crosby) que enfrenta altos e baixos em sua carreira. Ele luta para treinar um cavalo vencedor enquanto equilibra seus relacionamentos pessoais e profissionais. O filme é conhecido por suas músicas encantadoras, performances carismáticas de Crosby e o estilo de direção distintivo de Capra. \"\"Riding High\"\" captura o espírito otimista e a nostalgia dos filmes musicais da época, oferecendo momentos de humor, romance e entretenimento familiar.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/48b6c3b2-a733-4aee-a5c5-802dcc7a3d3f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/nada-alem-de-um-desejo.webp",
    "videoGUID": "48b6c3b2-a733-4aee-a5c5-802dcc7a3d3f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "b5ff8361-2637-49d8-a17a-63e110481c42",
    "NomeOriginal": "Street Angel",
    "nomePortugues": "O Anjo das Ruas",
    "ano": "1928",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h41",
    "sinopse": "É um drama mudo dirigido por Frank Borzage e estrelado por Janet Gaynor e Charles Farrell. O filme conta a história de Angela (interpretada por Janet Gaynor), uma jovem que, ao tentar roubar comida para sua mãe doente, é capturada e enviada para a prisão. Ela consegue escapar e se junta a um circo, onde conhece e se apaixona por Gino (interpretado por Charles Farrell), um talentoso pintor. A história explora temas de redenção, amor e sacrifício, enquanto Angela tenta esconder seu passado sombrio e construir uma nova vida. A química entre Gaynor e Farrell é palpável, proporcionando uma profundidade emocional que cativa o público. A direção de Borzage é notável por sua sensibilidade e uso inovador da iluminação e da câmera para criar uma atmosfera poética e melancólica. \"\"Street Angel\"\" é amplamente considerado um clássico do cinema mudo, elogiado por suas performances comoventes e pela direção artística impressionante. Janet Gaynor ganhou o primeiro Oscar de Melhor Atriz por sua atuação neste filme, juntamente com suas performances em \"\"Sunrise: A Song of Two Humans\"\" e \"\"Seventh Heaven\"\", um feito notável que destaca seu talento e importância na história do cinema.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/b5ff8361-2637-49d8-a17a-63e110481c42?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-anjo-das-ruas.webp",
    "videoGUID": "b5ff8361-2637-49d8-a17a-63e110481c42",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "4c3fa4a0-fc48-4fb5-99ed-2c74e2639668",
    "NomeOriginal": "Angel and the Badman",
    "nomePortugues": "O Anjo e o Malvado",
    "ano": "1947",
    "categoria": "Drama, Romance, Western",
    "duracao": "1h35",
    "sinopse": "Dirigido por James Edward Grant, é um clássico filme de faroeste estrelado por John Wayne e Gail Russell. O filme conta a história de Quirt Evans (interpretado por John Wayne), um fora da lei ferido que é cuidado por uma família Quaker, incluindo a bela Penelope Worth (interpretada por Gail Russell). Conforme Quirt se recupera, ele começa a questionar seu estilo de vida criminoso e é influenciado pela paz e pela fé dos Quakers. \"\"Angel and the Badman\"\" é lembrado por sua abordagem humanista ao gênero faroeste, explorando temas de redenção, moralidade e amor. O filme também é notável por marcar a estreia de John Wayne como produtor, consolidando ainda mais sua imagem como um ícone do cinema ocidental. Com uma mistura de ação, romance e reflexão ética, \"\"Angel and the Badman\"\" continua a ser apreciado pelos fãs do gênero até hoje.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/4c3fa4a0-fc48-4fb5-99ed-2c74e2639668?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-anjo-e-o-malvado.webp",
    "videoGUID": "4c3fa4a0-fc48-4fb5-99ed-2c74e2639668",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "5a7b0141-fe55-4096-a7ba-47a5cf9f5e3f",
    "NomeOriginal": "Blue of the Night",
    "nomePortugues": "O Azul da Noite",
    "ano": "1933",
    "categoria": "Comédia, Musical",
    "duracao": "15min",
    "sinopse": "Bing Crosby como ele mesmo em uma comédia de romance e identidade trocada.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/5a7b0141-fe55-4096-a7ba-47a5cf9f5e3f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-azul-da-noite.webp",
    "videoGUID": "5a7b0141-fe55-4096-a7ba-47a5cf9f5e3f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "b3338f56-dcf0-4c77-83e8-55845f1150f9",
    "NomeOriginal": "Ladies' Man",
    "nomePortugues": "O Benzinho de Todas",
    "ano": "1931",
    "categoria": "Comédia, Drama",
    "duracao": "1h15",
    "sinopse": "Dirigido por Lothar Mendes, é uma comédia romântica estrelada por William Powell e Carole Lombard. O filme narra a história de Jamie Darricott (interpretado por Powell), um homem charmoso e bem-sucedido que se torna o centro das atenções femininas onde quer que vá. Apesar de sua popularidade entre as mulheres, Jamie enfrenta dilemas pessoais e sentimentais à medida que tenta encontrar o verdadeiro amor e equilibrar seus relacionamentos. \"\"Ladies' Man\"\" é lembrado por seu humor sofisticado e pelas performances encantadoras de Powell e Lombard. O filme explora temas de romance, amizade e autodescoberta, oferecendo uma visão divertida e reflexiva sobre as complexidades das relações interpessoais na sociedade urbana da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/b3338f56-dcf0-4c77-83e8-55845f1150f9?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-benzinho-de-todas.webp",
    "videoGUID": "b3338f56-dcf0-4c77-83e8-55845f1150f9",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "b287372a-22e9-4922-b142-074c1a285d01",
    "NomeOriginal": "Top o' the Morning",
    "nomePortugues": "O Bom Velhinho",
    "ano": "1949",
    "categoria": "Comédia, Mistério",
    "duracao": "1h39",
    "sinopse": "É uma comédia dirigida por David Miller, estrelada por Bing Crosby e Barry Fitzgerald. O filme gira em torno das aventuras de um investigador de seguros (interpretado por Crosby) na Irlanda, enquanto ele tenta desvendar o mistério em torno de um cavalo de corrida desaparecido. A trama se desenvolve com humor e pitadas de romance, explorando a cultura irlandesa de maneira divertida e atraente. Uma curiosidade interessante sobre \"\"Top o' the Morning\"\" é que ele apresenta Bing Crosby em um papel que combina sua habilidade vocal com seu talento para comédia. O filme captura a atmosfera encantadora da Irlanda, com belas paisagens e uma trilha sonora que incorpora músicas tradicionais irlandesas. A química entre Crosby e Fitzgerald, dois veteranos talentosos de Hollywood, adiciona um toque especial à dinâmica do filme, tornando-o uma escolha agradável para os fãs de comédias clássicas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/b287372a-22e9-4922-b142-074c1a285d01?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-bom-velhinho.webp",
    "videoGUID": "b287372a-22e9-4922-b142-074c1a285d01",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "17c7ac03-bfae-4200-a0a3-6738f16e306b",
    "NomeOriginal": "Counselor at Law",
    "nomePortugues": "O Conselheiro",
    "ano": "1933",
    "categoria": "Drama",
    "duracao": "1h22",
    "sinopse": "Dirigido por William Wyler, é um drama jurídico baseado na peça teatral de Elmer Rice. O filme estrela John Barrymore como George Simon, um advogado de sucesso cuja carreira e vida pessoal são colocadas à prova quando um segredo do passado vem à tona. A trama aborda questões de ética profissional, ambição, moralidade e as complexidades do sistema jurídico, enquanto George lida com clientes, colegas e sua própria consciência. \"\"Counselor at Law\"\" é conhecido por sua direção habilidosa de William Wyler e pela atuação destacada de John Barrymore, que captura a profundidade emocional e os dilemas morais do personagem principal. O filme é uma reflexão perspicaz sobre o preço do sucesso, os compromissos pessoais e as escolhas difíceis enfrentadas por aqueles no campo da advocacia.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/17c7ac03-bfae-4200-a0a3-6738f16e306b?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-conselheiro.webp",
    "videoGUID": "17c7ac03-bfae-4200-a0a3-6738f16e306b",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "a222ac23-f176-44e7-9495-7373fca3b618",
    "NomeOriginal": "Two for Tonight",
    "nomePortugues": "O Cúpido e a Secretária",
    "ano": "1935",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h",
    "sinopse": "É um filme musical de 1935 dirigido por Frank Tuttle, estrelando Bing Crosby, Joan Bennett e Mary Boland. A trama gira em torno de um cantor de boate (interpretado por Crosby) que se envolve em uma série de mal-entendidos românticos enquanto tenta ajudar uma herdeira (interpretada por Bennett) a resolver seus problemas financeiros. O filme combina comédia, romance e números musicais, destacando o talento vocal e o carisma de Crosby. Curiosidades: \"\"Two for Tonight\"\" é lembrado por suas performances musicais cativantes e pela química entre os protagonistas. Bing Crosby, já estabelecido como uma estrela musical ascendente, trouxe sua presença encantadora e sua voz melodiosa para o papel principal, enquanto Joan Bennett complementou o elenco com sua beleza e habilidades dramáticas. O filme é uma amostra do estilo leve e divertido dos musicais da era de ouro de Hollywood, proporcionando entretenimento alegre e escapista para o público da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/a222ac23-f176-44e7-9495-7373fca3b618?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-cupido-e-a-secretaria.webp",
    "videoGUID": "a222ac23-f176-44e7-9495-7373fca3b618",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "5f94faf2-ace5-430c-bcfe-39f61fbe7745",
    "NomeOriginal": "The Mystery of the Leaping Fish",
    "nomePortugues": "O Detetive Cocaína",
    "ano": "1916",
    "categoria": "Comédia, Mudo, Policial",
    "duracao": "25 min.",
    "sinopse": "Dirigido por John Emerson e Christy Cabanne, \"\"The Mystery of the Leaping Fish\"\" (1916) é uma comédia de ação e mistério estrelada por Douglas Fairbanks como o detetive \"\"Coke Ennyday\"\". O filme é uma paródia dos populares seriados de detetive da época, com um enredo excêntrico que segue as investigações de Ennyday enquanto ele tenta desvendar um caso de contrabando de drogas. O personagem de Fairbanks é notável por sua excentricidade e uso liberal de substâncias como cocaína, o que adiciona um elemento surreal e cômico à narrativa. Uma curiosidade sobre \"\"The Mystery of the Leaping Fish\"\" é que o roteiro foi co-escrito por Anita Loos e Tod Browning, que mais tarde se tornariam renomados por seus próprios trabalhos no cinema. O filme é muitas vezes lembrado por seu humor absurdo e sua abordagem satírica aos clichês dos detetives. Embora o uso de drogas pelo protagonista seja visto de forma controversa hoje, o filme é um interessante exemplo do humor e das convenções culturais do início do século XX.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/5f94faf2-ace5-430c-bcfe-39f61fbe7745?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-detetive-cocacina.webp",
    "videoGUID": "5f94faf2-ace5-430c-bcfe-39f61fbe7745",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "a24480e4-f055-4053-8c4c-08f27e0b6d8e",
    "NomeOriginal": "Double or Nothing",
    "nomePortugues": "O Dobro ou Nada",
    "ano": "1938",
    "categoria": "Comédia, Musical",
    "duracao": "1h30",
    "sinopse": "Dirigido por Theodore Reed, é um musical de comédia estrelado por Bing Crosby e Martha Raye. O enredo gira em torno de um anjo, interpretado por Martha Raye, que é enviado à Terra para ajudar um músico chamado Buzzy Bellew, interpretado por Bing Crosby, a superar seus problemas financeiros. Buzzy faz um acordo arriscado com o anjo para ganhar uma fortuna no jogo, resultando em uma série de situações engraçadas e musicais ao longo do caminho. O filme é conhecido por sua energia vibrante, canções memoráveis ​​e pelo talento de Crosby e Raye, que cativam o público com seu humor e charme. \"\"Double or Nothing\"\" é uma representação típica dos musicais divertidos e otimistas da era de ouro de Hollywood, oferecendo entretenimento leve e alegre para os espectadores da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/a24480e4-f055-4053-8c4c-08f27e0b6d8e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-dobro-ou-nada.webp",
    "videoGUID": "a24480e4-f055-4053-8c4c-08f27e0b6d8e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "81b8e3bc-247f-4758-b07a-0ddb1f5f85d9",
    "NomeOriginal": "Picture Snatcher",
    "nomePortugues": "O Durão",
    "ano": "1933",
    "categoria": "Drama, Policial",
    "duracao": "1h17",
    "sinopse": "Drigido por Lloyd Bacon, é um filme estrelado por James Cagney, Ralph Bellamy, Alice White e Patricia Ellis. O filme é um drama policial que segue a história de um ex-gângster, interpretado por Cagney, que busca uma nova vida como repórter de jornal. Ele enfrenta desafios éticos e morais ao se envolver em situações perigosas para conseguir a \"\"foto perfeita\"\" para o jornal. \"\"Picture Snatcher\"\" é lembrado por sua representação realista do jornalismo sensacionalista da época e por explorar temas de redenção pessoal e ética profissional.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/81b8e3bc-247f-4758-b07a-0ddb1f5f85d9?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-durao.webp",
    "videoGUID": "81b8e3bc-247f-4758-b07a-0ddb1f5f85d9",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "db9fa00e-27a1-4d24-9fba-734a9dc4257e",
    "NomeOriginal": "The Maltese Falcon (1931)",
    "nomePortugues": "O Falcão Maltês",
    "ano": "1931",
    "categoria": "Mistério, Policial",
    "duracao": "1h20",
    "sinopse": "Dirigido por Roy Del Ruth, é uma adaptação cinematográfica do romance homônimo de Dashiell Hammett. Este filme é uma das primeiras versões da história, antes da versão mais conhecida de 1941 dirigida por John Huston e estrelada por Humphrey Bogart. Em 1931, \"\"The Maltese Falcon\"\" foi estrelado por Ricardo Cortez como Sam Spade, o detetive privado protagonista. A trama gira em torno de uma estatueta de falcão de ouro maciço que é procurada por várias partes interessadas, resultando em uma trama de mistério e intriga. Esta versão do filme foi produzida no período inicial do cinema sonoro e é notável por sua abordagem mais direta e elementos de suspense característicos do filme noir.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/db9fa00e-27a1-4d24-9fba-734a9dc4257e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-falcao-maltes.webp",
    "videoGUID": "db9fa00e-27a1-4d24-9fba-734a9dc4257e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "7ab18a2c-aff1-41bf-98d6-b3ea68a275bc",
    "NomeOriginal": "Three Men on a Horse",
    "nomePortugues": "O Filhinho da Mamãe",
    "ano": "1935",
    "categoria": "Comédia, Drama",
    "duracao": "1h23",
    "sinopse": "Dirigido por Lloyd Bacon, é uma comédia estrelada por James Cagney, Pat O'Brien e Olivia de Havilland. O filme gira em torno de três irmãos irlandeses de Nova York: Danny (interpretado por James Cagney), Pat (interpretado por Pat O'Brien) e Mike (interpretado por Frank McHugh). Eles têm suas próprias vidas e personalidades, com Pat se tornando um policial, Mike um boxeador e Danny um ladrão.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/7ab18a2c-aff1-41bf-98d6-b3ea68a275bc?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-filhinho-da-mamae.webp",
    "videoGUID": "7ab18a2c-aff1-41bf-98d6-b3ea68a275bc",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "790d984a-3a1e-4009-8ba6-c62a01893132",
    "NomeOriginal": "The Gaucho",
    "nomePortugues": "O Gaúcho",
    "ano": "1927",
    "categoria": "Aventura, Drama, Mudo, Romance",
    "duracao": "1h35",
    "sinopse": "É um filme mudo dirigido por F. Richard Jones e estrelado por Douglas Fairbanks e Lupe Vélez. Fairbanks interpreta o personagem-título, um fora da lei carismático que se envolve em uma série de aventuras e conflitos no cenário exótico da Argentina. O filme é conhecido por suas cenas de ação emocionantes e pelo desempenho dinâmico de Fairbanks, que captura tanto o heroísmo quanto a complexidade moral de seu personagem. Uma curiosidade interessante sobre \"\"The Gaucho\"\" é que ele foi um dos primeiros filmes a explorar a cultura e os costumes dos gaúchos argentinos para o público internacional. Lupe Vélez, uma das primeiras estrelas latinas de Hollywood, desempenhou um papel significativo no filme, adicionando uma autenticidade cultural às cenas ambientadas na Argentina. O filme também é lembrado por sua cinematografia impressionante e por sua trilha sonora envolvente, que complementa perfeitamente a atmosfera de aventura e romance.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/790d984a-3a1e-4009-8ba6-c62a01893132?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-gaucho.webp",
    "videoGUID": "790d984a-3a1e-4009-8ba6-c62a01893132",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "48305635-6797-4463-be1f-614c1cd6085d",
    "NomeOriginal": "The Great Lover",
    "nomePortugues": "O Grande Amante",
    "ano": "2006",
    "categoria": "Biografia, Documentário",
    "duracao": "1h17",
    "sinopse": "Dirigido por Lynn Stevenson, \"\"The Great Lover\"\" (2006) é um romance ambientado no início do século XX, que narra a busca do jovem poeta Alex pelo amor verdadeiro. Com uma narrativa envolvente e uma prosa lírica, o filme captura a complexidade emocional e os dilemas do amor jovem. Alex, interpretado por James McAvoy, vive uma intensa relação com Isabel, interpretada por Keira Knightley, uma mulher de espírito livre e alma artística. A ambientação histórica detalhada transporta o espectador para uma época em que as convenções sociais influenciavam profundamente as relações pessoais. Uma curiosidade interessante sobre \"\"The Great Lover\"\" é que muitas das cenas poéticas e íntimas foram filmadas em locações históricas reais, acrescentando autenticidade ao filme. A trilha sonora, composta por Alexandre Desplat, complementa perfeitamente a atmosfera romântica e melancólica da narrativa. O elenco de apoio, incluindo nomes como Judi Dench e Tom Wilkinson, oferece performances sólidas que enriquecem ainda mais a trama complexa e emocionalmente ressonante.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/48305635-6797-4463-be1f-614c1cd6085d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-grande-amante.webp",
    "videoGUID": "48305635-6797-4463-be1f-614c1cd6085d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "13ee147a-4c9b-4afa-8f4e-1c2f69996586",
    "NomeOriginal": "Thunderbolt",
    "nomePortugues": "O Homem De Mármore",
    "ano": "1929",
    "categoria": "Drama, Policial, Romance",
    "duracao": "1h31",
    "sinopse": "Dirigido por Josef von Sternberg, é um drama criminal estrelado por George Bancroft e Fay Wray. O filme narra a história de um gângster chamado Thunderbolt Jim Lang (interpretado por Bancroft), cujo império criminoso começa a ruir quando ele é traído por sua amante, Ritzy (interpretada por Wray). A trama explora temas de traição, redenção e a natureza efêmera do poder no submundo do crime urbano. \"\"Thunderbolt\"\" é notável por sua direção visual impressionante de Josef von Sternberg e por apresentar uma das primeiras performances faladas de Fay Wray, que mais tarde se tornaria famosa por seu papel em \"\"King Kong\"\". O filme captura a atmosfera sombria e fatalista dos dramas criminais da era do cinema mudo, oferecendo uma reflexão sobre os limites do poder e a fragilidade das relações humanas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/13ee147a-4c9b-4afa-8f4e-1c2f69996586?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-homem-de-marmore.webp",
    "videoGUID": "13ee147a-4c9b-4afa-8f4e-1c2f69996586",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "9755f122-8084-4531-af18-d6df63b24468",
    "NomeOriginal": "The Man Who Gave a Damn",
    "nomePortugues": "O Homem Que Se Importava",
    "ano": "2016",
    "categoria": "Documentário",
    "duracao": "1h23",
    "sinopse": "Dirigido por Stephen Gyllenhaal, \"\"The Man Who Gave a Damn\"\" (2016) é um documentário que segue a jornada de Vic Barrett, um ativista ambiental e membro do movimento \"\"Our Children's Trust\"\". O filme documenta suas ações e o impacto de sua luta contra as mudanças climáticas, destacando a importância de jovens ativistas na busca por justiça climática. A narrativa é potente e inspiradora, oferecendo uma visão profunda sobre o compromisso de Barrett em fazer a diferença. Uma curiosidade sobre \"\"The Man Who Gave a Damn\"\" é que ele foi produzido em colaboração com várias organizações ambientais, amplificando a voz dos jovens ativistas. O documentário não apenas foca em Barrett, mas também apresenta entrevistas com outros membros do movimento, cientistas e advogados, proporcionando uma perspectiva abrangente sobre a crise climática e os esforços para enfrentá-la. O filme recebeu aclamação por seu impacto emocional e sua capacidade de engajar o público na causa ambiental.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/9755f122-8084-4531-af18-d6df63b24468?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-homem-que-se-importava.webp",
    "videoGUID": "9755f122-8084-4531-af18-d6df63b24468",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "166a2638-aae2-4e69-a3a3-6322b78811c6",
    "NomeOriginal": "The Solitaire Man",
    "nomePortugues": "O Homem Solitário",
    "ano": "1933",
    "categoria": "Drama, Romance",
    "duracao": "1h06",
    "sinopse": "Dirigido por Jack Conway, é um drama romântico estrelado por Herbert Marshall, Mary Boland e Lionel Atwill. O filme narra a história de um homem atormentado pelos traumas da Primeira Guerra Mundial, que tenta reconstruir sua vida, mas é constantemente assombrado por seu passado. Ele encontra consolo em um relacionamento com uma mulher casada, mas as consequências de suas escolhas pessoais e os desafios emocionais que enfrenta lançam luz sobre as complexidades da condição humana pós-guerra. \"\"The Solitaire Man\"\" é notável por sua abordagem sensível aos temas de trauma de guerra, redenção pessoal e dilemas morais. A direção de Jack Conway oferece uma atmosfera melancólica e introspectiva, enquanto o elenco entrega performances profundamente emotivas. O filme explora os conflitos internos do protagonista e as dinâmicas complexas de suas relações, proporcionando uma reflexão intensa sobre as cicatrizes invisíveis deixadas pela guerra e a busca por paz interior.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/166a2638-aae2-4e69-a3a3-6322b78811c6?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-homem-solitario.webp",
    "videoGUID": "166a2638-aae2-4e69-a3a3-6322b78811c6",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "f4f64fe4-ef01-4904-96c9-efa81122ef84",
    "NomeOriginal": "The Facts of Life",
    "nomePortugues": "O Jogo Proibido do Amor",
    "ano": "1960",
    "categoria": "Comédia, Drama, Romance",
    "duracao": "1h43",
    "sinopse": "Dirigido por Melvin Frank, estrelando Bob Hope, Lucille Ball e Ruth Hussey. A trama gira em torno de um casal (interpretado por Hope e Ball) que se vê em apuros quando descobre que está esperando um filho. O filme explora as complicações e as alegrias da paternidade iminente, enquanto o casal tenta equilibrar suas vidas pessoais e profissionais. Curiosidades: \"\"The Facts of Life\"\" é conhecido por sua abordagem humorística e pelo carisma de seus protagonistas. Bob Hope e Lucille Ball, dois ícones da comédia de Hollywood, trouxeram sua química e talento para o filme, criando momentos engraçados e tocantes ao longo da história. O filme foi bem recebido pelo público e pela crítica, destacando-se como uma das comédias memoráveis da década de 1960.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/f4f64fe4-ef01-4904-96c9-efa81122ef84?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-jogo-proibido-do-amor.webp",
    "videoGUID": "f4f64fe4-ef01-4904-96c9-efa81122ef84",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "9518ff94-fc51-485e-b57a-0b86a3f5b6cf",
    "NomeOriginal": "Long Lost Father",
    "nomePortugues": "O Lar Perdido",
    "ano": "1934",
    "categoria": "Comédia, Drama",
    "duracao": "1h03",
    "sinopse": "Dirigido por Ernest B. Schoedsack, é um drama familiar estrelado por John Barrymore como Carl Bellairs, um artista excêntrico que descobre que tem uma filha adulta, interpretada por Helen Chandler. O filme explora o reencontro emocional entre pai e filha, que inicialmente não têm conhecimento um do outro devido a circunstâncias passadas. A trama aborda temas de reconciliação, redenção e a importância dos laços familiares enquanto os personagens enfrentam seus conflitos pessoais e tentam construir um relacionamento. \"\"Long Lost Father\"\" é lembrado por sua abordagem sensível e pelas performances tocantes de Barrymore e Chandler, capturando as emoções profundas e universais associadas à busca por identidade e pertencimento. O filme oferece uma narrativa emotiva que ressoa com o público da época, refletindo sobre questões familiares que continuam relevantes ao longo do tempo.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/9518ff94-fc51-485e-b57a-0b86a3f5b6cf?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-lar-perdido.webp",
    "videoGUID": "9518ff94-fc51-485e-b57a-0b86a3f5b6cf",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "25aac294-25d4-49c1-b2de-6737de5a2b69",
    "NomeOriginal": "The Unknown",
    "nomePortugues": "O Monstro do Circo",
    "ano": "1927",
    "categoria": "Drama, Romance, Suspense, Terror",
    "duracao": "1h06",
    "sinopse": "The Unknown (1927)Dirigido por Tod Browning, estrelado por Norman Kerry e Joan Crawford. Este é um filme mudo de terror psicológico e drama, que segue a história de Alonzo, um homem com um passado misterioso e deformidades físicas que se esconde sob a identidade de um acrobata em um circo. Ele se apaixona por Nanon, uma mulher que tem medo de homens com mãos, e se vê preso em um dilema moral quando ela se interessa por outro homem. Para conquistar seu amor, Alonzo toma medidas extremas, o que leva a uma série de eventos perturbadores. Curiosidades:The Unknown é uma das obras mais sombrias de Tod Browning, que já era conhecido por seu trabalho com temas de deformidades e personagens marginalizados. A atuação de Norman Kerry como o trágico Alonzo é memorável, e Joan Crawford, ainda em seus primeiros anos de carreira, impressiona com sua performance emocional. O filme é famoso por suas cenas intensas e pela atmosfera de suspense psicológico, com um final chocante que destaca as complexidades da obsessão e do amor distorcido.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/25aac294-25d4-49c1-b2de-6737de5a2b69?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-monstro-do-circo.webp",
    "videoGUID": "25aac294-25d4-49c1-b2de-6737de5a2b69",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "1c9fb739-ae15-4944-908e-bc54c57cb2dc",
    "NomeOriginal": "Having Wonderful Time",
    "nomePortugues": "O Mundo Se Diverte",
    "ano": "1938",
    "categoria": "Comédia, Romance",
    "duracao": "1h10",
    "sinopse": "Dirigido por Alfred Santell, é uma comédia romântica estrelada por Ginger Rogers e Douglas Fairbanks Jr. O filme é baseado em uma peça de teatro de Arthur Kober e se passa em um acampamento de verão nas montanhas Catskill, onde Teddy (Fairbanks Jr.) e Myrtle (Rogers) se encontram e se apaixonam. A trama aborda temas de romance, humor e amadurecimento enquanto os personagens lidam com as expectativas e desafios do amor e da vida. \"\"Having Wonderful Time\"\" é lembrado por sua atmosfera leve e pelo carisma de seus protagonistas, capturando o espírito descontraído e otimista da década de 1930. O filme é um exemplo do estilo de comédias românticas populares da época, oferecendo entretenimento divertido e encantador para o público da era clássica de Hollywood.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/1c9fb739-ae15-4944-908e-bc54c57cb2dc?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-mundo-se-diverte.webp",
    "videoGUID": "1c9fb739-ae15-4944-908e-bc54c57cb2dc",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d0f7ca81-21b7-4073-bcca-6f262b5a9516",
    "NomeOriginal": "The Scarlet Pimpernel",
    "nomePortugues": "O Pimpinela Escarlate",
    "ano": "1935",
    "categoria": "Acão, Drama, Romance",
    "duracao": "1h32",
    "sinopse": "Dirigido por Harold Young e estrelado por Leslie Howard, Merle Oberon e Raymond Massey. O filme é baseado no romance clássico de mesmo nome de Baroness Orczy, ambientado durante a Revolução Francesa. A trama segue o intrigante Sir Percy Blakeney (interpretado por Leslie Howard), um aristocrata inglês que assume uma identidade secreta como o audacioso e enigmático \"\"Pimpernel Escarlate\"\". Ele lidera um grupo de nobres ingleses para resgatar prisioneiros da guilhotina durante o reinado do terror na França. \"\"The Scarlet Pimpernel\"\" é conhecido por sua mistura de aventura, romance e intriga política, destacando-se pela atuação carismática de Leslie Howard e pelo cenário histórico dramático da Revolução Francesa. O filme captura o espírito heróico e os dilemas morais enfrentados pelos personagens enquanto lutam contra a opressão e defendem os ideais de liberdade e justiça.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d0f7ca81-21b7-4073-bcca-6f262b5a9516?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-pimpinela-escarlate.webp",
    "videoGUID": "d0f7ca81-21b7-4073-bcca-6f262b5a9516",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "97ee5f87-7495-4966-8fa1-d9a3b384eed4",
    "NomeOriginal": "Reaching for the Moon",
    "nomePortugues": "O Príncipe dos Dólares",
    "ano": "1930",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h06",
    "sinopse": "É um filme dirigido por Edmund Goulding, estrelado por Douglas Fairbanks, Bebe Daniels e Edward Everett Horton. O filme é uma comédia romântica que gira em torno de um empresário milionário (interpretado por Douglas Fairbanks) que se apaixona por uma jovem aspirante a cantora de ópera (interpretada por Bebe Daniels). A trama se desenvolve com situações cômicas enquanto o protagonista tenta conquistar o coração da moça, enfrentando obstáculos e desafios ao longo do caminho. \"\"Reaching for the Moon\"\" é lembrado por sua energia vibrante, performances cativantes e pela habilidade de Fairbanks em interpretar personagens carismáticos e atléticos. O filme captura o espírito otimista e a elegância da era pré-Depressão, oferecendo um escapismo encantador através de sua história de amor e humor.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/97ee5f87-7495-4966-8fa1-d9a3b384eed4?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-principe-dos-dolares.webp",
    "videoGUID": "97ee5f87-7495-4966-8fa1-d9a3b384eed4",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "677d8fcd-b3fc-4fee-93ac-e9f8ac4b466f",
    "NomeOriginal": "The King of Jazz",
    "nomePortugues": "O Rei do Jazz",
    "ano": "1930",
    "categoria": "Musical",
    "duracao": "1h38",
    "sinopse": "Dirigido por John Murray Anderson, \"\"The King of Jazz\"\" (1930) é um inovador filme musical que celebra a música de Paul Whiteman e sua orquestra. Conhecido por sua extravagante produção em Technicolor, o filme apresenta uma série de vinhetas musicais e números de dança que capturam o espírito do jazz e do entretenimento da era. Além de Whiteman, o filme conta com performances memoráveis de artistas como Bing Crosby e The Rhythm Boys. Uma curiosidade interessante sobre \"\"The King of Jazz\"\" é que ele foi um dos primeiros filmes a utilizar a tecnologia de Technicolor em duas cores, o que foi uma grande inovação na época. A produção foi notável por suas elaboradas sequências musicais e cenários extravagantes, incluindo um número que mostra uma enorme \"\"piano humana\"\" tocada por dançarinas. Apesar de ser um marco tecnológico e artístico, o filme não foi um grande sucesso comercial na época de seu lançamento, mas ganhou reconhecimento posterior como um clássico do cinema musical e um documento valioso da era do jazz.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/677d8fcd-b3fc-4fee-93ac-e9f8ac4b466f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-rei-do-jazz.webp",
    "videoGUID": "677d8fcd-b3fc-4fee-93ac-e9f8ac4b466f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "a0183ce5-c8b4-4320-a4e5-696ea511ae2e",
    "NomeOriginal": "The River",
    "nomePortugues": "O Rio da Vida",
    "ano": "1951",
    "categoria": "Drama, Romance",
    "duracao": "1h39",
    "sinopse": "Dirigido por Jean Renoir, estrelando Nora Swinburne, Esmond Knight, Margaret Mann e Arthur Shields. Ambientado na Índia, a história segue Harriet, uma jovem inglesa que narra suas experiências ao crescer às margens do rio Ganges. Ela vive uma relação complexa com o rio, que simboliza tanto a continuidade da vida quanto os desafios emocionais de sua juventude. A trama se desenrola com a interação de Harriet, Valerie e Melanie, três amigas que se apaixonam pelo mesmo homem, um capitão americano ferido, enquanto lidam com as dificuldades e as transformações de suas vidas na Índia. Curiosidades: The River é notável por ser o primeiro filme em cores de Jean Renoir e por sua fotografia belíssima, capturando a essência das paisagens indianas e as nuances da vida local. A atuação de Margaret Mann, que interpreta a personagem que se dedica ao trabalho árduo e à preservação da vida ao longo do rio, é marcante, trazendo uma sensibilidade única à trama. A obra é baseada no romance de Rumer Godden, abordando temas de amor, perda e crescimento pessoal com uma delicadeza poética. O filme foi aclamado pela crítica e recebeu o Prêmio Internacional no Festival de Veneza em 1951.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/a0183ce5-c8b4-4320-a4e5-696ea511ae2e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-rio-da-vida.webp",
    "videoGUID": "a0183ce5-c8b4-4320-a4e5-696ea511ae2e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "0837c6f1-3e53-47ee-98c6-fed86d6b98a8",
    "NomeOriginal": "The Last of the Duanes",
    "nomePortugues": "O último Dos Duanes",
    "ano": "1930",
    "categoria": "Acão, Aventura, Romance, Western",
    "duracao": "54 min",
    "sinopse": "Dirigido por Alfred L. Werker, baseado no romance de Zane Grey. O filme é estrelado por George O'Brien no papel principal de Buck Duane, um pistoleiro lendário que busca redenção e justiça após anos de vida no Velho Oeste. A trama segue Duane enquanto ele enfrenta desafios, incluindo duelos, perseguições e dilemas éticos, tudo enquanto tenta deixar para trás seu passado sombrio. \"\"The Last of the Duanes\"\" é marcado por sua ambientação atmosférica, retratando o cenário árido e implacável do oeste americano, e por explorar temas de honra, sacrifício e a busca por redenção pessoal.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/0837c6f1-3e53-47ee-98c6-fed86d6b98a8?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-ultimo-dos-duanes.webp",
    "videoGUID": "0837c6f1-3e53-47ee-98c6-fed86d6b98a8",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "99f71213-98ce-45ac-968a-52cfd2bc094a",
    "NomeOriginal": "Rhythm on the Range",
    "nomePortugues": "O Último Romântico",
    "ano": "1936",
    "categoria": "Comédia, Drama, Musical",
    "duracao": "1h28",
    "sinopse": "Dirigido por Norman Taurog, estrelando Bing Crosby, Frances Farmer e Bob Burns. A história se passa em um rancho no oeste americano, onde um vaqueiro (interpretado por Crosby) se torna um sucesso na rádio ao cantar canções country. O enredo se desenrola com romance, música e humor, capturando o estilo descontraído e otimista típico dos filmes musicais da era de ouro de Hollywood. Curiosidades: \"\"Rhythm on the Range\"\" é lembrado por sua trilha sonora vibrante, que inclui a canção \"\"I'm an Old Cowhand (From the Rio Grande)\"\", um dos sucessos mais conhecidos de Bing Crosby. O filme também destacou a habilidade de Crosby como um intérprete versátil, capaz de transitar entre o canto e a atuação com facilidade. Além disso, a combinação de música country, romance e cenários pitorescos do oeste americano contribuiu para o apelo duradouro do filme entre os fãs de cinema clássico.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/99f71213-98ce-45ac-968a-52cfd2bc094a?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-ultimo-romantico.webp",
    "videoGUID": "99f71213-98ce-45ac-968a-52cfd2bc094a",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "64ef04fe-3b28-4213-a2c9-1edd61654e5e",
    "NomeOriginal": "The Squall",
    "nomePortugues": "O Vendaval",
    "ano": "1929",
    "categoria": "Drama",
    "duracao": "1h42",
    "sinopse": "Dirigido por Alexander Korda, \"\"The Squall\"\" (1929) é um drama de época ambientado em uma fazenda na Hungria. O filme segue a chegada de uma cigana sedutora chamada Nubi, interpretada por Myrna Loy, que causa tumulto e desordem na vida de uma família de fazendeiros. A presença de Nubi desperta paixões e conflitos, levando a uma série de eventos dramáticos que desafiam os laços familiares e as normas sociais. Uma curiosidade sobre \"\"The Squall\"\" é que ele foi um dos primeiros filmes falados da carreira de Myrna Loy, que mais tarde se tornaria uma grande estrela de Hollywood. A direção de Alexander Korda é notável por sua capacidade de criar tensão e atmosfera, utilizando os novos recursos do cinema sonoro para aumentar o impacto emocional das cenas. O filme também se destaca por sua cinematografia expressiva e os temas de desejo e destruição que permeiam a narrativa.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/64ef04fe-3b28-4213-a2c9-1edd61654e5e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/o-vendaval.webp",
    "videoGUID": "64ef04fe-3b28-4213-a2c9-1edd61654e5e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d763b241-2f22-4fe6-84ce-f37992d75763",
    "NomeOriginal": "The Big Broadcast",
    "nomePortugues": "Ondas Sonoras",
    "ano": "1932",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h27",
    "sinopse": "É um filme musical dirigido por Frank Tuttle, estrelado por Bing Crosby, Stuart Erwin, Leila Hyams e George Burns e Gracie Allen. Este filme é notável por ser um dos primeiros a capitalizar o formato da transmissão de rádio, um meio que estava crescendo em popularidade na época. A trama gira em torno de um cantor de rádio, Bing Crosby (interpretado por ele mesmo), que é despedido devido ao seu comportamento irresponsável e é substituído por um novo cantor. Paralelamente, dois produtores de rádio (interpretados por Stuart Erwin e George Burns) tentam salvar sua estação de rádio da falência com a ajuda de suas estrelas cômicas, Gracie Allen e George Burns, que interpretam versões fictícias de si mesmos. O filme apresenta uma série de números musicais e cômicos, aproveitando o talento de seus protagonistas. Bing Crosby, em particular, brilha com suas canções, consolidando sua imagem como uma das maiores estrelas musicais da época. \"\"The Big Broadcast\"\" é lembrado por sua abordagem inovadora e leve ao formato de comédia musical, além de ser um marco na carreira de Bing Crosby. O filme também teve uma série de sequências ao longo dos anos, devido ao seu sucesso inicial.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d763b241-2f22-4fe6-84ce-f37992d75763?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/ondas-sonoras.webp",
    "videoGUID": "d763b241-2f22-4fe6-84ce-f37992d75763",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c8703a2e-bb07-4d49-81d0-bf8d3d294274",
    "NomeOriginal": "Downstairs",
    "nomePortugues": "Onde os Caminhos do Amor se Cruzam",
    "ano": "1932",
    "categoria": "Drama",
    "duracao": "1h17",
    "sinopse": "Dirigido por Monta Bell, é um drama que explora temas de classe social e manipulação emocional. O filme estrela John Gilbert como Albert, um mordomo ambicioso e sem escrúpulos que manipula seus empregadores, especialmente mulheres vulneráveis, para ganhar poder e controle. Ele se envolve romanticamente com a empregada de uma família rica, o que leva a consequências trágicas. \"\"Downstairs\"\" é lembrado por sua representação sombria e intensa das dinâmicas de poder e exploração social, além da performance marcante de Gilbert como um vilão carismático e manipulador. O filme oferece uma visão crítica e emocionalmente carregada das relações de poder e desigualdade na sociedade da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c8703a2e-bb07-4d49-81d0-bf8d3d294274?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/onde-os-caminhos-do-amor-se-cruzam.webp",
    "videoGUID": "c8703a2e-bb07-4d49-81d0-bf8d3d294274",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "2b1761d2-fdeb-4ca4-91e4-62099f73bcfb",
    "NomeOriginal": "Here Comes the Groom",
    "nomePortugues": "Orfãos da Tempestade",
    "ano": "1951",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h53",
    "sinopse": "Dirigido por Frank Capra, estrelando Bing Crosby e Jane Wyman nos papéis principais. A trama gira em torno de um jornalista (interpretado por Crosby) que retorna dos campos de refugiados na Europa com uma noiva adotiva (interpretada por Wyman), apenas para descobrir que sua antiga noiva (interpretada por Alexis Smith) está prestes a se casar. Ele tenta reconciliar suas emoções enquanto navega por mal-entendidos românticos e tenta reconquistar seu amor verdadeiro. Curiosidades: \"\"Here Comes the Groom\"\" é lembrado por sua mistura de comédia leve, romance e música, características típicas dos filmes estrelados por Bing Crosby. O filme apresenta várias canções memoráveis, incluindo \"\"In the Cool, Cool, Cool of the Evening\"\", que ganhou o Oscar de Melhor Canção Original. A direção de Frank Capra trouxe um toque de humor e humanidade à história, enquanto Crosby e Wyman brilharam com suas performances carismáticas e emocionais.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/2b1761d2-fdeb-4ca4-91e4-62099f73bcfb?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/orfaos-da-tempestade.webp",
    "videoGUID": "2b1761d2-fdeb-4ca4-91e4-62099f73bcfb",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c5f7dee8-95b2-4a71-9ff3-90bcfd276363",
    "NomeOriginal": "The Corsican Brothers",
    "nomePortugues": "Os Irmãos Corsos",
    "ano": "1941",
    "categoria": "Aventura, Drama, Romance",
    "duracao": "1h51",
    "sinopse": "É um filme de aventura dirigido por Gregory Ratoff, baseado no romance homônimo de Alexandre Dumas. Estrelado por Douglas Fairbanks Jr., o filme conta a história de irmãos gêmeos siameses, Lucien e Mario Franchi, que são separados ao nascer. Criados em circunstâncias diferentes, os irmãos desenvolvem uma conexão psíquica profunda, permitindo que sintam as emoções e a dor um do outro, mesmo à distância. A trama se desenrola na Córsega do século XIX, onde Lucien (interpretado por Douglas Fairbanks Jr.) cresce como um nobre, enquanto Mario (também interpretado por Fairbanks) é criado por camponeses. Quando os dois irmãos se encontram na idade adulta, eles se unem para vingar a morte de sua família, que foi assassinada por um tirano local, o Barão Colonna (interpretado por Akim Tamiroff). Douglas Fairbanks Jr. entrega uma performance notável ao interpretar ambos os irmãos, diferenciando suas personalidades de maneira convincente. A ação do filme é destacada por cenas de esgrima e aventuras emocionantes, típicas das adaptações de Dumas. \"\"The Corsican Brothers\"\" é lembrado por sua direção dinâmica, cenários pitorescos e pela performance dual de Fairbanks, que trouxe uma complexidade adicional aos personagens. O filme combina drama, romance e ação, tornando-se um clássico do gênero de aventura e uma adaptação memorável da obra de Alexandre Dumas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c5f7dee8-95b2-4a71-9ff3-90bcfd276363?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/os-irmaos-corsos.webp",
    "videoGUID": "c5f7dee8-95b2-4a71-9ff3-90bcfd276363",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "a4e2b34e-3a6e-4abc-ac15-2330db17e01a",
    "NomeOriginal": "Louisa",
    "nomePortugues": "Os Noivos de Mamãe",
    "ano": "1950",
    "categoria": "Comédia, Romance",
    "duracao": "1h29",
    "sinopse": "Dirigido por Alexander Hall, estrelando Ronald Reagan, Charles Coburn e Ruth Hussey. A trama gira em torno de um homem de meia-idade (interpretado por Reagan) que se apaixona por uma jovem mulher, interpretada por Piper Laurie, que é filha de um vizinho. O filme explora os desafios e as situações cômicas que surgem quando o personagem principal tenta conquistar o coração da mulher mais nova. Curiosidades: \"\"Louisa\"\" é lembrado por sua abordagem leve e divertida sobre temas como o amor e as diferenças de idade. Ronald Reagan, que mais tarde se tornaria presidente dos Estados Unidos, mostrou seu talento não apenas como ator, mas também como um protagonista carismático e simpático. O filme captura o espírito otimista e romântico dos anos 1950, proporcionando uma visão encantadora das dinâmicas familiares e sociais da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/a4e2b34e-3a6e-4abc-ac15-2330db17e01a?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/os-noivos-de-mamae.webp",
    "videoGUID": "a4e2b34e-3a6e-4abc-ac15-2330db17e01a",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "dfd61ed8-d96d-476d-b6eb-41a57287b07c",
    "NomeOriginal": "Underworld",
    "nomePortugues": "Paixão e Sangue",
    "ano": "1927",
    "categoria": "Acão, Mudo, Policial, Romance",
    "duracao": "1h21",
    "sinopse": "É um filme silencioso dirigido por Josef von Sternberg, que é frequentemente considerado um marco no gênero do filme noir. O filme é estrelado por George Bancroft como \"\"Bull\"\" Weed, um gângster poderoso que se torna amigo de um ladrão chamado Rolls Royce (interpretado por Clive Brook) e se apaixona por Feathers (interpretada por Evelyn Brent), uma mulher misteriosa e sedutora. Uma curiosidade interessante sobre \"\"Underworld\"\" é que ele é frequentemente citado como o primeiro grande filme de gangsteres de Hollywood, estabelecendo muitos dos clichês e temas que se tornariam característicos do gênero noir. O filme foi aclamado por sua cinematografia inovadora, uso de sombras e iluminação dramática, além de suas performances intensas e atmosfera carregada de tensão. \"\"Underworld\"\" teve um impacto significativo no cinema e influenciou gerações de cineastas, sendo reconhecido como um dos clássicos do cinema mudo e um precursor dos filmes de crime e noir que viriam a seguir.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/dfd61ed8-d96d-476d-b6eb-41a57287b07c?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/paixao-e-sangue.webp",
    "videoGUID": "dfd61ed8-d96d-476d-b6eb-41a57287b07c",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "98736611-2e96-4540-9759-1aeb2ab25e39",
    "NomeOriginal": "Spring Parade",
    "nomePortugues": "Parada da Primavera",
    "ano": "1940",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h29",
    "sinopse": "Estrelado por Deanna Durbin e Robert Cummings. O filme conta a história de uma jovem estudante estrangeira, interpretada por Deanna Durbin, que se envolve em uma série de mal-entendidos e romance enquanto estuda na Áustria. Robert Cummings interpreta um oficial militar americano que se torna seu interesse amoroso, criando uma trama leve e romântica. Uma curiosidade interessante sobre \"\"Spring Parade\"\" é que ele capitaliza no talento vocal de Deanna Durbin, que era conhecida por sua voz melodiosa e performances musicais encantadoras. O filme apresenta várias canções populares da época, destacando-se por suas sequências musicais bem coreografadas e cenários pitorescos da Áustria. \"\"Spring Parade\"\" foi um sucesso entre o público da época, oferecendo entretenimento leve e otimista durante os turbulentos anos da Segunda Guerra Mundial.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/98736611-2e96-4540-9759-1aeb2ab25e39?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/parada-de-primavera.webp",
    "videoGUID": "98736611-2e96-4540-9759-1aeb2ab25e39",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c1ff6421-d5a4-4609-8757-bcc7c9b6d1fa",
    "NomeOriginal": "The End of the Affair",
    "nomePortugues": "Pelo Amor do meu Amor",
    "ano": "1955",
    "categoria": "Drama, Romance",
    "duracao": "1h45",
    "sinopse": "Dirigido por Edward Dmytryk, estrelando Van Johnson, Deborah Kerr e Peter Cushing. O filme, baseado no romance de Graham Greene, se passa na Londres da Segunda Guerra Mundial e explora um triângulo amoroso complexo. Maurice Bendrix, um escritor amargurado, envolve-se em um caso apaixonado com Sarah Miles, esposa do devotado Henry Miles. Quando Sarah termina o relacionamento de forma inesperada, Maurice mergulha em uma investigação obsessiva para descobrir a verdade, apenas para se deparar com segredos que desafiam sua visão de amor, lealdade e fé. Curiosidades:Lançado em 1955, Pelo Amor do Meu Amor adapta o livro de Greene com uma abordagem mais romântica e menos introspectiva do que outras versões. A química entre Van Johnson e Deborah Kerr foi muito elogiada, adicionando uma profundidade emocional ao filme. Embora o enredo suavize alguns dos temas teológicos do livro, ele mantém o tom de tragédia e redenção que caracteriza a obra original. A ambientação de Londres em tempos de guerra, combinada com as atuações marcantes e a direção sensível de Dmytryk, torna o filme uma adaptação memorável.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c1ff6421-d5a4-4609-8757-bcc7c9b6d1fa?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/pelo-amor-do-meu-amor.webp",
    "videoGUID": "c1ff6421-d5a4-4609-8757-bcc7c9b6d1fa",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "8e2eb1f6-74c1-43c7-a9de-1724494a33d0",
    "NomeOriginal": "The Narrow Corner",
    "nomePortugues": "Perdidos no Paraíso",
    "ano": "1933",
    "categoria": "Aventura, Drama",
    "duracao": "1h09",
    "sinopse": "Dirigido por Alfred E. Green, é um drama de aventura estrelado por Douglas Fairbanks Jr. e Patricia Ellis. O filme é baseado no romance de Somerset Maugham e se passa em uma ilha remota no Pacífico Sul, onde um homem chamado Fred Blake (interpretado por Fairbanks Jr.) se envolve em uma série de eventos perigosos após testemunhar um assassinato. A trama explora temas de suspense, romance e moralidade enquanto Fred tenta navegar nas complexidades do amor e da justiça em um ambiente isolado e hostil. \"\"Narrow Corner\"\" é lembrado por suas paisagens exóticas, atmosfera de mistério e performances cativantes, especialmente de Douglas Fairbanks Jr. O filme oferece uma visão intrigante e emocionante de aventura e dilemas éticos, característicos das obras de Somerset Maugham adaptadas para o cinema.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/8e2eb1f6-74c1-43c7-a9de-1724494a33d0?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/perdidos-no-paraiso.webp",
    "videoGUID": "8e2eb1f6-74c1-43c7-a9de-1724494a33d0",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "b02af525-7431-4f99-a2f3-5ad3433af436",
    "NomeOriginal": "Please",
    "nomePortugues": "Por Favor",
    "ano": "1933",
    "categoria": "Musical",
    "duracao": "21m",
    "sinopse": "É um filme dirigido por Lloyd Bacon e estrelado por Frank Fay, Evelyn Brent e Ruth Donnelly. O filme é uma comédia romântica que gira em torno das confusões amorosas e mal-entendidos entre os personagens principais. A trama se desenvolve com situações hilárias enquanto os personagens lidam com questões de amor e relacionamentos, oferecendo uma mistura de humor e romance característica da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/b02af525-7431-4f99-a2f3-5ad3433af436?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/por-favor.webp",
    "videoGUID": "b02af525-7431-4f99-a2f3-5ad3433af436",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "9da911c5-b9b6-4f7d-a0dd-1fbcd7bab77c",
    "NomeOriginal": "Say One for Me",
    "nomePortugues": "Prece para um Pecador",
    "ano": "1959",
    "categoria": "Comédia, Drama, Musical",
    "duracao": "1h59",
    "sinopse": "Dirigido por Frank Tashlin, estrelando Bing Crosby, Debbie Reynolds e Robert Wagner. A trama se concentra em um padre católico (interpretado por Crosby) que se envolve em uma série de situações cômicas e românticas quando uma estrela de cinema (interpretada por Reynolds) vem à sua paróquia para um show de caridade. O filme explora temas de fé, redenção e amor, combinando música, humor e romance de uma maneira característica dos filmes estrelados por Crosby na época. Curiosidades: \"\"Say One for Me\"\" é notável por sua trilha sonora cativante e pelas performances musicais de Bing Crosby e Debbie Reynolds. O filme reflete o apelo duradouro de Crosby como uma figura central na música e no cinema americano da metade do século XX. Além disso, a direção de Frank Tashlin trouxe um estilo visual vibrante e humorístico à narrativa, tornando o filme uma experiência agradável para os fãs de comédia musical da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/9da911c5-b9b6-4f7d-a0dd-1fbcd7bab77c?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/prece-para-um-pecador.webp",
    "videoGUID": "9da911c5-b9b6-4f7d-a0dd-1fbcd7bab77c",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "833ab2ec-9c88-4bae-b91b-d2eac1f59c90",
    "NomeOriginal": "Dimples",
    "nomePortugues": "Princesinha das Ruas",
    "ano": "1936",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h18",
    "sinopse": "Dirigido por William A. Seiter, estrelando Shirley Temple, Roland Young e Helen Westley. A história segue Dimples, uma jovem órfã e talentosa dançarina que se apresenta em um pequeno show de vaudeville. Quando ela é descoberta por um ricaço e sua filha, ela acaba sendo levada para viver uma vida de luxo, mas precisa lidar com os desafios que surgem ao se adaptar a essa nova realidade. O filme mistura números musicais com elementos de comédia e romance, à medida que Dimples navega por um mundo cheio de pessoas que tentam explorar seu talento e sua ingenuidade. Curiosidades: Dimples foi um dos filmes que ajudou Shirley Temple a consolidar sua imagem como a estrela infantil mais famosa de Hollywood. A atriz, que já era conhecida por suas habilidades de dança e canto, brilhou em sua performance carismática e encantadora. O filme é caracterizado pela sua leveza e otimismo, refletindo a época da Grande Depressão, quando muitos americanos buscavam escapismo e entretenimento simples. A produção é também um exemplo do tipo de comédia musical que dominou o cinema de Hollywood durante os anos 1930.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/833ab2ec-9c88-4bae-b91b-d2eac1f59c90?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/princesinha-das-ruas.webp",
    "videoGUID": "833ab2ec-9c88-4bae-b91b-d2eac1f59c90",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "02916f33-73c5-45be-9b16-168e4e78902d",
    "NomeOriginal": "Captured!",
    "nomePortugues": "Prisioneiros",
    "ano": "1933",
    "categoria": "Aventura, Drama, Romance",
    "duracao": "1h08",
    "sinopse": "Dirigido por Roy Del Ruth, é um drama de guerra que segue a história de um grupo de soldados americanos capturados pelos alemães durante a Primeira Guerra Mundial. O filme foca principalmente em um soldado, o Sargento O'Farrell, interpretado por Leslie Howard, que é levado como prisioneiro de guerra e enfrenta desafios extremos enquanto tenta sobreviver e manter a esperança. O enredo explora os aspectos psicológicos da captura e da resistência, além das dinâmicas entre os prisioneiros e seus captores. Uma curiosidade interessante é que \"\"Captured!\"\" captura a tensão e o drama da guerra através de uma narrativa intensa e performances envolventes, refletindo as experiências reais de muitos soldados durante conflitos históricos.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/02916f33-73c5-45be-9b16-168e4e78902d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/prisioneiros.webp",
    "videoGUID": "02916f33-73c5-45be-9b16-168e4e78902d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "3f66f768-8b83-49bc-9214-858346ad2063",
    "NomeOriginal": "State's Attorney",
    "nomePortugues": "Promotor Público",
    "ano": "1933",
    "categoria": "Drama, Policial",
    "duracao": "1h19",
    "sinopse": "Dirigido por George Archainbaud e estrelado por John Barrymore, Helen Twelvetrees e Jill Esmond. O filme acompanha a história de um promotor público (interpretado por John Barrymore) que enfrenta desafios éticos e pessoais ao tentar condenar um criminoso perigoso. A trama se desenvolve com intensidade, explorando temas de justiça, corrupção e o dilema moral enfrentado pelo protagonista. Barrymore entrega uma performance marcante como o promotor determinado, enquanto o filme aborda questões pertinentes à época, refletindo as tensões sociais e políticas. \"\"State's Attorney\"\" é lembrado por seu enredo envolvente e por sua exploração das complexidades do sistema judicial e das escolhas morais difíceis que seus personagens enfrentam.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/3f66f768-8b83-49bc-9214-858346ad2063?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/promotor-publico.webp",
    "videoGUID": "3f66f768-8b83-49bc-9214-858346ad2063",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "fd31f7db-43c2-44e8-a3b2-efb8ea68770c",
    "NomeOriginal": "Smarty",
    "nomePortugues": "Provocadora",
    "ano": "1934",
    "categoria": "Acão, Comédia, Romance",
    "duracao": "1h05",
    "sinopse": "Estrelado por Warren William e Joan Blondell, o filme segue a história de um advogado brilhante, mas trapaceiro, chamado Bill \"\"Smarty\"\" Smart. Ele se envolve em uma série de situações cômicas enquanto tenta ganhar um caso e conquistar o coração de uma mulher, interpretada por Joan Blondell. Uma curiosidade interessante sobre \"\"Smarty\"\" é que ele exemplifica o estilo de comédia sofisticada e rápida popular na era pré-código de Hollywood. Warren William, conhecido por interpretar personagens carismáticos e astutos, entrega uma performance divertida como o advogado trapaceiro. Joan Blondell, uma das atrizes mais populares da década de 1930, complementa o filme com sua presença encantadora e talento cômico. \"\"Smarty\"\" é lembrado por suas piadas inteligentes, diálogos rápidos e pela química entre os protagonistas, proporcionando uma experiência divertida e cativante para os espectadores da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/fd31f7db-43c2-44e8-a3b2-efb8ea68770c?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/provocadora.webp",
    "videoGUID": "fd31f7db-43c2-44e8-a3b2-efb8ea68770c",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d746d5ae-fabe-4072-9e3f-d5c78218f008",
    "NomeOriginal": "Easy to Wed",
    "nomePortugues": "Quem manda é o amor",
    "ano": "1946",
    "categoria": "Comédia, Romance",
    "duracao": "1h50",
    "sinopse": "Com 106 minutos de duração, Fácil de Casar é uma divertida comédia musical dirigida por Edward Buzzell e estrelada por Van Johnson, Esther Williams, Lucille Ball e Keenan Wynn. O enredo gira em torno de Connie Allenbury (Esther Williams), uma socialite que processa um jornal por difamação. Para evitar um prejuízo milionário, o editor do jornal envia o repórter Bill Chandler (Van Johnson) para seduzi-la e criar um escândalo verdadeiro. No entanto, o plano se complica quando Bill realmente se apaixona por Connie. Repleto de números musicais, romance e humor, o filme é um remake de Mademoiselle Against the World (1937) e encanta com a química do elenco, além das cenas aquáticas estreladas por Esther Williams, marca registrada da atriz. Um clássico leve e divertido da era de ouro de Hollywood!",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d746d5ae-fabe-4072-9e3f-d5c78218f008?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/quem-manda-e-o-amor.webp",
    "videoGUID": "d746d5ae-fabe-4072-9e3f-d5c78218f008",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "3b95ea44-dcb8-48be-a020-62891d2f6939",
    "NomeOriginal": "Raffles, The Amateur Cracksman",
    "nomePortugues": "Raffles - O Ladrão Amador",
    "ano": "1932",
    "categoria": "Aventura, Drama, Mudo, Policial",
    "duracao": "1h04",
    "sinopse": "Dirigido por George Irving, baseado nos contos de E.W. Hornung sobre A.J. Raffles, um ladrão de classe alta e amante de aventuras. O filme é estrelado por John Barrymore no papel de Raffles, um cavalheiro inglês que leva uma vida dupla como um audacioso criminoso conhecido por seus roubos sofisticados e suas escapadas emocionantes. A trama segue Raffles enquanto ele planeja e executa seus roubos, mantendo uma fachada respeitável na sociedade londrina. O filme é lembrado por sua atmosfera de mistério e intriga, explorando os conflitos internos do protagonista entre seu desejo por emoção e o risco de ser descoberto. \"\"Raffles, The Amateur Cracksman\"\" captura a essência do herói-vilão carismático e é um exemplo clássico do cinema mudo de aventura e suspense.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/3b95ea44-dcb8-48be-a020-62891d2f6939?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/raffles-o-ladrao-amador.webp",
    "videoGUID": "3b95ea44-dcb8-48be-a020-62891d2f6939",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "fbf85422-87e5-4547-9dd6-25154974cc80",
    "NomeOriginal": "Redemption",
    "nomePortugues": "Redenção",
    "ano": "1930",
    "categoria": "Acão, Drama, Romance",
    "duracao": "1h05",
    "sinopse": "Dirigido por Alfred Hitchcock. Este filme silencioso é ambientado no Pacífico Sul e segue a história de um marinheiro chamado Jack (interpretado por John Longden), que se apaixona por uma mulher nativa chamada Marama (interpretada por Joan Barry). A trama aborda temas de amor proibido, traição e redenção, enquanto Jack tenta encontrar um lugar para si mesmo em uma sociedade estrangeira e hostil. Uma curiosidade interessante sobre \"\"Redemption\"\" é que ele foi um dos primeiros filmes dirigidos por Alfred Hitchcock, conhecido por seu trabalho posterior em suspense e thrillers. O filme é notável por sua cinematografia exótica e atmosfera envolvente, capturando tanto a beleza quanto as tensões do ambiente tropical. Embora não seja tão conhecido quanto os filmes posteriores de Hitchcock, \"\"Redemption\"\" é apreciado por sua representação visual e narrativa de temas universais como amor e redenção, oferecendo um vislumbre dos primeiros passos do renomado diretor no cinema.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/fbf85422-87e5-4547-9dd6-25154974cc80?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/redencao.webp",
    "videoGUID": "fbf85422-87e5-4547-9dd6-25154974cc80",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "a9bdf418-4a74-4bd9-8628-fad53a4980b2",
    "NomeOriginal": "Heat Lightning",
    "nomePortugues": "Relâmpago",
    "ano": "1934",
    "categoria": "Drama, Mistério",
    "duracao": "1h03",
    "sinopse": "Dirigido por Mervyn LeRoy, estrelado por Aline MacMahon, Ann Dvorak e Preston Foster. O filme é um drama que se passa em uma parada de caminhões no deserto da Califórnia, onde duas irmãs administram um posto de gasolina e café. A chegada de um forasteiro misterioso desencadeia uma série de eventos que revelam segredos do passado e testam os laços familiares das protagonistas. O filme é notável por sua atmosfera de suspense e pelo desempenho convincente de Aline MacMahon como a mais velha das irmãs. \"\"Heat Lightning\"\" explora temas de redenção, perdão e autodescoberta, enquanto os personagens enfrentam decisões difíceis e confrontam as consequências de suas escolhas passadas. É um drama cativante que oferece uma reflexão sobre as complexidades das relações humanas e os desafios de enfrentar o passado.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/a9bdf418-4a74-4bd9-8628-fad53a4980b2?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/relampago.webp",
    "videoGUID": "a9bdf418-4a74-4bd9-8628-fad53a4980b2",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "ef06691c-0cd4-4645-bdaa-ccc4c7632f42",
    "NomeOriginal": "Renegades",
    "nomePortugues": "Renegados",
    "ano": "1930",
    "categoria": "Acão, Aventura, Drama",
    "duracao": "1h45",
    "sinopse": "Dirigido por Victor Fleming, estrelado por Warner Baxter, Myrna Loy e Noah Beery. O filme é ambientado durante a Primeira Guerra Mundial e segue um oficial britânico (interpretado por Warner Baxter) que se disfarça como um mercenário árabe para lutar contra os turcos. Ele se envolve em intrigas e perigos enquanto tenta proteger uma princesa local (interpretada por Myrna Loy) e desmantelar uma conspiração inimiga. \"\"Renegades\"\" é lembrado por suas cenas de ação emocionantes, ambientação exótica e pela química entre os protagonistas. O filme captura a atmosfera de aventura e intriga durante um período histórico tumultuado, explorando temas de lealdade, sacrifício e redenção pessoal.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/ef06691c-0cd4-4645-bdaa-ccc4c7632f42?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/renegados.webp",
    "videoGUID": "ef06691c-0cd4-4645-bdaa-ccc4c7632f42",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "e464e4e9-981c-4f17-8e28-4cd04d3141cf",
    "NomeOriginal": "Outcast Lady",
    "nomePortugues": "Repudiada",
    "ano": "1934",
    "categoria": "Drama",
    "duracao": "1h17",
    "sinopse": "Dirigido por Robert Z. Leonard e estrelado por Constance Bennett, Herbert Marshall e Mrs. Patrick Campbell. O enredo gira em torno de uma mulher da alta sociedade que, depois de ser falsamente acusada de assassinato, luta para limpar seu nome e encontrar justiça. O filme explora temas de injustiça social, reputação e redenção pessoal em meio a um cenário de intriga e drama emocional.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/e464e4e9-981c-4f17-8e28-4cd04d3141cf?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/repudiada.webp",
    "videoGUID": "e464e4e9-981c-4f17-8e28-4cd04d3141cf",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "eca0b9a0-c7be-400d-ab06-035162346929",
    "NomeOriginal": "Berkeley Square",
    "nomePortugues": "Romance Antigo",
    "ano": "1933",
    "categoria": "Drama, Romance",
    "duracao": "1h28",
    "sinopse": "Dirigido por Frank Lloyd, é um drama fantástico que explora a viagem no tempo e as complexidades do destino. O filme estrela Leslie Howard como Peter Standish, um homem moderno que, por meio de eventos inexplicáveis, é transportado de sua vida contemporânea em 1930 para o século XVIII, onde se encontra em sua própria linhagem familiar. Enquanto vive na casa de seus ancestrais em Berkeley Square, Peter enfrenta desafios ao tentar se adaptar à época, ao mesmo tempo em que se apaixona por uma mulher daquela era, Kate Pettigrew, interpretada por Heather Angel. O filme examina temas de amor perdido, identidade e os mistérios do tempo, oferecendo uma reflexão profunda sobre as escolhas e consequências ao longo das eras. Uma curiosidade interessante é que \"\"Berkeley Square\"\" é baseado na peça teatral de John L. Balderston, que também explorou a temática da viagem no tempo de maneira envolvente e poética.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/eca0b9a0-c7be-400d-ab06-035162346929?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/romance-antigo.webp",
    "videoGUID": "eca0b9a0-c7be-400d-ab06-035162346929",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "19380e03-26ca-47f0-89ca-01fefad1ed98",
    "NomeOriginal": "Without Reservations",
    "nomePortugues": "Romance e Fantasia",
    "ano": "1946",
    "categoria": "Comédia, Romance",
    "duracao": "1h40",
    "sinopse": "Dirigido por Mervyn LeRoy e estrelado por Claudette Colbert, John Wayne e Don DeFore. O filme é uma comédia romântica que segue a história de uma escritora de Hollywood (interpretada por Claudette Colbert) que embarca em uma viagem de trem transcontinental. Durante a viagem, ela se envolve em uma série de situações cômicas e românticas com um veterano da Segunda Guerra Mundial (interpretado por John Wayne) e seu agente (interpretado por Don DeFore). O filme é conhecido por explorar temas de amor e amizade, enquanto a personagem principal tenta reconciliar suas expectativas românticas com a realidade. \"\"Without Reservations\"\" é lembrado por suas performances carismáticas, especialmente de Claudette Colbert e John Wayne, e por seu humor encantador que captura a atmosfera pós-guerra da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/19380e03-26ca-47f0-89ca-01fefad1ed98?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/romance-e-fantasia.webp",
    "videoGUID": "19380e03-26ca-47f0-89ca-01fefad1ed98",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "4cfa4b3f-1b0f-410d-86e4-f6ef62ad527e",
    "NomeOriginal": "Blue Skies",
    "nomePortugues": "Romance Inacabado",
    "ano": "1946",
    "categoria": "Drama, Musical, Romance",
    "duracao": "1h43",
    "sinopse": "Dirigido por Stuart Heisler, é um musical romântico estrelado por Bing Crosby e Fred Astaire. O filme segue a história de dois amigos, Johnny Adams (Crosby) e Fred Astaire (Tony Pastor), que competem pelo amor de uma mulher, Mary O'Hara, interpretada por Joan Caulfield. Ambientado no mundo do entretenimento, o filme apresenta uma série de números musicais espetaculares, incluindo canções icônicas como \"\"Blue Skies\"\" e \"\"You Keep Coming Back Like a Song\"\", ambas compostas por Irving Berlin. Uma curiosidade interessante é que \"\"Blue Skies\"\" foi um sucesso de bilheteria e é lembrado por sua música cativante e coreografias brilhantes, destacando o talento de Crosby e Astaire como grandes estrelas do cinema musical da era de ouro de Hollywood.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/4cfa4b3f-1b0f-410d-86e4-f6ef62ad527e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/romance-inacabado.webp",
    "videoGUID": "4cfa4b3f-1b0f-410d-86e4-f6ef62ad527e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "95bcf54c-5c64-4243-bbb6-ed9de6636f5c",
    "NomeOriginal": "Bedtime Story",
    "nomePortugues": "Romance Noturno",
    "ano": "1941",
    "categoria": "Comédia, Drama",
    "duracao": "1h24",
    "sinopse": "Dirigido por Alexander Hall, estrelando Fredric March e Loretta Young, este filme de 1941 é uma comédia romântica cheia de charme e intriga. A trama segue o dramaturgo infantil Luke Drake, um escritor de sucesso que entra em conflito com sua esposa, Jane, uma atriz talentosa que deseja se afastar dos papéis infantis para seguir uma carreira mais séria. Quando as tensões entre o casal atingem o ápice, Luke escreve uma peça claramente inspirada em sua relação, mas a produção da obra apenas complica ainda mais a situação. Entre brigas e reconciliações, o casal aprende lições sobre amor, parceria e a importância do equilíbrio entre vida pessoal e carreira. Curiosidades:Fredric March e Loretta Young entregam performances encantadoras, com uma química que eleva os momentos cômicos e românticos do filme. Romance Noturno combina diálogos espirituosos e situações hilárias, enquanto aborda temas mais profundos sobre ambição e compreensão mútua. Embora não seja um dos trabalhos mais conhecidos de seus protagonistas, o filme é uma joia de sua época, representando o charme e a sofisticação das comédias românticas clássicas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/95bcf54c-5c64-4243-bbb6-ed9de6636f5c?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/romance-noturno.webp",
    "videoGUID": "95bcf54c-5c64-4243-bbb6-ed9de6636f5c",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "6bdd283e-9549-490e-8b83-b5b7b3296722",
    "NomeOriginal": "If I Had My Way",
    "nomePortugues": "Se Fosse Eu",
    "ano": "1940",
    "categoria": "Comédia, Drama, Musical",
    "duracao": "1h33",
    "sinopse": "Dirigido por David Butler e estrelado por Bing Crosby e Gloria Jean. O filme gira em torno da história de um cantor de rua, interpretado por Bing Crosby, que cuida de uma órfã, interpretada por Gloria Jean, enquanto tenta encontrar sucesso na carreira musical. A trama é repleta de números musicais cativantes e momentos de humor, típicos das comédias musicais da época. Uma curiosidade interessante sobre \"\"If I Had My Way\"\" é que ele apresenta Bing Crosby em seu elemento, aproveitando sua voz característica e seu charme para conquistar o público. Gloria Jean, uma jovem estrela em ascensão na época, também recebe elogios por sua performance encantadora. O filme foi bem recebido pelo público e pela crítica por sua combinação de música, comédia e sentimentalismo, destacando-se como um dos sucessos de Crosby no gênero musical durante os anos 1940.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/6bdd283e-9549-490e-8b83-b5b7b3296722?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/se-fosse-eu.webp",
    "videoGUID": "6bdd283e-9549-490e-8b83-b5b7b3296722",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d53c4a28-0a33-475c-a07a-6fd9441a86c7",
    "NomeOriginal": "His Private Secretary",
    "nomePortugues": "Secretária Particular",
    "ano": "1933",
    "categoria": "Comédia, Romance",
    "duracao": "1h",
    "sinopse": "É um filme dirigido por Phil Whitman e estrelado por John Wayne, Evalyn Knapp e Reginald Barlow. O filme é um drama romântico que gira em torno de Dick Wallace (interpretado por John Wayne), um advogado que contrata uma secretária particular, Marion (interpretada por Evalyn Knapp). Conforme Marion se envolve mais na vida profissional e pessoal de Dick, sentimentos românticos começam a surgir entre eles, complicando sua relação profissional. O filme é lembrado por explorar temas de amor e trabalho, enquanto os personagens principais enfrentam dilemas éticos e emocionais. \"\"His Private Secretary\"\" é um exemplo do cinema da década de 1930, destacando as dinâmicas interpessoais e os desafios enfrentados pelos protagonistas em busca de felicidade e realização pessoal.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d53c4a28-0a33-475c-a07a-6fd9441a86c7?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/secretaria-particular.webp",
    "videoGUID": "d53c4a28-0a33-475c-a07a-6fd9441a86c7",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "2df72fc0-7494-4968-bd91-38b6d3142dbe",
    "NomeOriginal": "Seventh Heaven (7th Heaven)",
    "nomePortugues": "Sétimo Céu",
    "ano": "1927",
    "categoria": "Drama, Romance",
    "duracao": "1h59",
    "sinopse": "Dirigido por Frank Borzage, é uma comovente história de amor ambientada durante a Primeira Guerra Mundial. Charles Farrell e Janet Gaynor interpretam um casal improvável que encontra esperança e redenção em meio à devastação da guerra. O filme é elogiado por sua direção poética e pelas performances emotivas de seus protagonistas, capturando a essência da esperança em tempos de desespero.Elenco: 7th Heaven (1927) - Janet Gaynor - Charles Farrell",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/2df72fc0-7494-4968-bd91-38b6d3142dbe?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/setimo-ceu.webp",
    "videoGUID": "2df72fc0-7494-4968-bd91-38b6d3142dbe",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "010a9abe-c908-4324-8485-def430794d3b",
    "NomeOriginal": "Tom, Dick and Harry",
    "nomePortugues": "Seus Três Amores",
    "ano": "1941",
    "categoria": "Comédia, Romance",
    "duracao": "1h26",
    "sinopse": "É uma comédia romântica dirigida por Garson Kanin, estrelada por Ginger Rogers, George Murphy, e Alan Marshal. O filme segue a história de uma jovem chamada Janie (interpretada por Ginger Rogers) que se vê indecisa entre três pretendentes: Tom (George Murphy), Dick (Alan Marshal) e Harry. Cada um dos três homens representa diferentes qualidades e perspectivas de vida, levando Janie a enfrentar escolhas difíceis sobre seu futuro romântico. Uma curiosidade sobre \"\"Tom, Dick and Harry\"\" é que ele foi aclamado por sua abordagem leve e divertida dos temas de amor e relacionamentos. Ginger Rogers, conhecida por sua habilidade em comédias românticas, entregou uma performance encantadora que destacou sua versatilidade como atriz. O filme foi popular entre o público da época por sua narrativa cativante e pelas situações cômicas que surgem das interações entre Janie e seus pretendentes.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/010a9abe-c908-4324-8485-def430794d3b?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/seus-tres-amores.webp",
    "videoGUID": "010a9abe-c908-4324-8485-def430794d3b",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "5e4e12c9-58bc-49a6-bfa2-152804ec017a",
    "NomeOriginal": "Sherlock Holmes",
    "nomePortugues": "Sherlock Holmes",
    "ano": "1922",
    "categoria": "Acão, Drama, Mudo",
    "duracao": "1h25",
    "sinopse": "É um filme mudo dirigido por Albert Parker e estrelado por John Barrymore no papel do famoso detetive Sherlock Holmes. Baseado nas histórias de Sir Arthur Conan Doyle e na peça teatral de William Gillette, o filme segue Holmes em uma de suas clássicas aventuras, resolvendo mistérios e desvendando crimes com sua astúcia e habilidades de dedução. John Barrymore oferece uma interpretação cativante do detetive icônico, trazendo uma mistura de inteligência e charme ao personagem. O filme é notável por suas ambientações atmosféricas e pelo suspense que mantém o público envolvido. \"\"Sherlock Holmes\"\" de 1922 é um dos primeiros grandes retratos cinematográficos do famoso detetive, e destaca-se por sua fidelidade ao espírito das histórias originais de Conan Doyle, além de ser um marco na carreira de Barrymore.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/5e4e12c9-58bc-49a6-bfa2-152804ec017a?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/sherlock-holmes.webp",
    "videoGUID": "5e4e12c9-58bc-49a6-bfa2-152804ec017a",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c983eb33-768a-4ece-9641-b79f9691d434",
    "NomeOriginal": "Sinbad the Sailor",
    "nomePortugues": "Simbad, o Marujo",
    "ano": "1947",
    "categoria": "Acão, Aventura",
    "duracao": "1h56",
    "sinopse": "Dirigido por Richard Wallace e estrelado por Douglas Fairbanks Jr., Maureen O'Hara e Anthony Quinn. O filme é uma adaptação cinematográfica das histórias clássicas das Mil e Uma Noites, centrando-se nas aventuras do lendário marinheiro Sinbad. A trama segue Sinbad em uma jornada épica pelo mar em busca de tesouros exóticos e enfrentando perigosos monstros mitológicos. Uma curiosidade fascinante sobre \"\"Sinbad, the Sailor\"\" é que ele é conhecido por seus impressionantes efeitos especiais para a época, que deram vida às criaturas fantásticas e aos cenários exóticos. Douglas Fairbanks Jr. entregou uma performance carismática como Sinbad, capturando a bravura e o espírito aventureiro do personagem. O filme também é lembrado por sua atmosfera exuberante e pela habilidade em criar uma narrativa cheia de emoção e fantasia, que cativou o público da época e continua a ser apreciado como um clássico do gênero de aventura e fantasia.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c983eb33-768a-4ece-9641-b79f9691d434?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/sinbad-o-marujo.webp",
    "videoGUID": "c983eb33-768a-4ece-9641-b79f9691d434",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "be992377-f36e-4a38-ab0b-3471d4985539",
    "NomeOriginal": "Birth of the Blues",
    "nomePortugues": "Sinfonia Barbara",
    "ano": "1941",
    "categoria": "Documentário, Drama, Musical",
    "duracao": "1h25",
    "sinopse": "Dirigido por Victor Schertzinger, é um filme musical que segue a história de Jeff Lambert, interpretado por Bing Crosby, um músico que sonha em popularizar o jazz em Nova Orleans. O enredo acompanha seus esforços para formar uma banda e superar desafios pessoais e profissionais enquanto busca o reconhecimento de seu estilo musical único. O filme apresenta números musicais vibrantes e inclui performances de Mary Martin e Brian Donlevy, além de destacar a importância cultural e histórica do jazz na América. Uma curiosidade interessante é que \"\"Birth of the Blues\"\" reflete o interesse de Crosby pela música popular e sua contribuição para a difusão do jazz como um gênero influente na indústria musical americana.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/be992377-f36e-4a38-ab0b-3471d4985539?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/sinfonia-barbara.webp",
    "videoGUID": "be992377-f36e-4a38-ab0b-3471d4985539",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "2ba0ee67-65f4-4abd-972f-e4bb744e5d90",
    "NomeOriginal": "It's Love I'm After",
    "nomePortugues": "Somos do Amor",
    "ano": "1937",
    "categoria": "Comédia, Romance",
    "duracao": "1h30",
    "sinopse": "Dirigido por Archie Mayo, é uma comédia romântica estrelada por Leslie Howard, Bette Davis e Olivia de Havilland. O filme segue a história de um famoso casal de teatro, interpretado por Howard e Davis, cujas vidas pessoais são complicadas por um jovem admirador, interpretado por de Havilland, que se apaixona pelo ator principal. A trama envolve mal-entendidos, rivalidades e momentos hilariantes conforme os personagens tentam navegar pelos desafios do amor e da carreira. \"\"It's Love I'm After\"\" é lembrado por seu humor sofisticado e pelas performances vibrantes de seu elenco principal. O filme captura o charme e a energia da era clássica de Hollywood, oferecendo uma mistura encantadora de romance e comédia que cativou o público da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/2ba0ee67-65f4-4abd-972f-e4bb744e5d90?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/somos-do-amor.webp",
    "videoGUID": "2ba0ee67-65f4-4abd-972f-e4bb744e5d90",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "6f4b8ae4-765e-4768-aae8-7c8918512c67",
    "NomeOriginal": "Caught in the Draft",
    "nomePortugues": "Sorte de Cabo e Esquadra",
    "ano": "1941",
    "categoria": "Comédia, Musical",
    "duracao": "1h22",
    "sinopse": "Dirigido por David Butler, é uma comédia musical que estrela Bob Hope como Don Bolton, um locutor de rádio que se encontra involuntariamente alistado na Marinha dos Estados Unidos durante a Segunda Guerra Mundial. O enredo segue Don enquanto ele tenta escapar do serviço militar e acaba envolvido em uma série de situações hilárias e equívocos. O filme combina humor físico e diálogos rápidos característicos de Bob Hope, junto com números musicais e romance. Uma curiosidade interessante é que \"\"Caught in the Draft\"\" reflete o contexto histórico da época, abordando de maneira leve e divertida os desafios enfrentados pelos cidadãos americanos durante o período de mobilização militar.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/6f4b8ae4-765e-4768-aae8-7c8918512c67?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/sorte-de-cabo-e-esquadra.webp",
    "videoGUID": "6f4b8ae4-765e-4768-aae8-7c8918512c67",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "c44ae7d7-a992-4ca9-8c77-b365d0964f0f",
    "NomeOriginal": "Mr. Music",
    "nomePortugues": "Sr. Música",
    "ano": "1950",
    "categoria": "Comédia, Musical, Romance",
    "duracao": "1h53",
    "sinopse": "Dirigido por Richard Haydn, estrelando Bing Crosby, Nancy Olson e Charles Coburn. A trama gira em torno de um popular cantor de rádio (interpretado por Crosby) que se vê em apuros quando sua carreira começa a declinar. Para recuperar sua popularidade, ele decide viajar para uma pequena cidade e se envolver em várias situações cômicas e musicais enquanto tenta se reinventar como artista. Curiosidades: \"\"Mr. Music\"\" é lembrado por sua trilha sonora vibrante, que inclui várias canções interpretadas por Bing Crosby, como \"\"Accidents Will Happen\"\" e \"\"The Live Oak Tree\"\". O filme captura o carisma e o talento musical de Crosby, que era uma das maiores estrelas da música e do cinema na época. Além das performances musicais, o filme apresenta um humor leve e situações divertidas que o tornam um clássico da comédia musical dos anos 1950.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/c44ae7d7-a992-4ca9-8c77-b365d0964f0f?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/sr-musica.webp",
    "videoGUID": "c44ae7d7-a992-4ca9-8c77-b365d0964f0f",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "491f04b4-1ff0-48ef-a5ea-59fe852abb2e",
    "NomeOriginal": "Miss Annie Rooney",
    "nomePortugues": "Srta. Annie Rooney",
    "ano": "1942",
    "categoria": "Comédia, Romance",
    "duracao": "1h30",
    "sinopse": "Dirigido por Edwin L. Marin, estrelando Shirley Temple, Dennis O'Keefe e Edgar Buchanan. A história segue Annie Rooney, uma jovem com um espírito independente e uma vida simples em um bairro da cidade. Ela se apaixona por um jovem de classe alta, mas a diferença de status e as dificuldades financeiras criam obstáculos no relacionamento. Enquanto enfrenta as dificuldades de sua vida, Annie tenta lidar com os conflitos familiares e a pressão social, ao mesmo tempo em que busca uma forma de ser feliz ao lado do homem que ama. Curiosidades: Miss Annie Rooney marcou uma tentativa de Shirley Temple transitar para papéis mais maduros, depois de sua fama como estrela infantil. O filme apresenta a atriz em um tom mais sério, mas ainda com o charme e o otimismo que a tornaram uma das maiores estrelas da época. Apesar de ser uma comédia romântica leve, o filme toca em questões de classe social e amor jovem, um tema muito relevante para os tempos pós-Segunda Guerra Mundial. A química entre Shirley Temple e Dennis O'Keefe também é um dos destaques do longa.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/491f04b4-1ff0-48ef-a5ea-59fe852abb2e?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/srta-annie-rooney.webp",
    "videoGUID": "491f04b4-1ff0-48ef-a5ea-59fe852abb2e",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d1dc97c8-3db0-4fad-bc69-ae77b5f7468c",
    "NomeOriginal": "Twentieth Century",
    "nomePortugues": "Suprema Conquista",
    "ano": "1934",
    "categoria": "Comédia, Romance",
    "duracao": "1h31",
    "sinopse": "É uma comédia dirigida por Howard Hawks e estrelada por John Barrymore e Carole Lombard. O filme é uma adaptação da peça teatral de Ben Hecht e Charles MacArthur e é considerado uma das melhores comédias screwball da época. A história gira em torno de Oscar Jaffe (interpretado por John Barrymore), um egocêntrico e falido produtor teatral, e Lily Garland (interpretada por Carole Lombard), uma atriz que ele transformou em uma estrela. Quando Lily abandona Oscar para seguir uma carreira em Hollywood, ele embarca em uma missão desesperada para reconquistá-la e convencer a estrela a atuar em sua nova peça. Grande parte da ação acontece a bordo do luxuoso trem \"\"20th Century Limited\"\", que viaja de Chicago a Nova York, proporcionando um cenário perfeito para a série de eventos cômicos e mal-entendidos que se desenrolam. A química entre Barrymore e Lombard é eletrizante, com ambos os atores oferecendo performances brilhantes que capturam o ritmo frenético e o humor afiado do roteiro. O filme é conhecido por seus diálogos rápidos e espirituosos, além de suas situações absurdas e hilárias, características marcantes das comédias screwball. \"\"20th Century\"\" solidificou a reputação de Howard Hawks como um mestre do gênero e é considerado um clássico do cinema, destacando-se por sua energia contagiante e por ser um marco na carreira de seus protagonistas.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d1dc97c8-3db0-4fad-bc69-ae77b5f7468c?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/suprema-conquista.webp",
    "videoGUID": "d1dc97c8-3db0-4fad-bc69-ae77b5f7468c",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d972807e-1784-463b-bd79-59d9a963a404",
    "NomeOriginal": "Kiss and Make-Up",
    "nomePortugues": "Templo da Beleza",
    "ano": "1934",
    "categoria": "Comédia, Romance",
    "duracao": "1h18",
    "sinopse": "Dirigido por Harlan Thompson, é uma comédia romântica estrelada por Cary Grant e Helen Mack. O filme gira em torno de um psiquiatra (interpretado por Grant) que se especializa em resolver problemas conjugais, mas tem dificuldades em lidar com seu próprio relacionamento amoroso. A trama envolve mal-entendidos, situações engraçadas e momentos românticos enquanto o personagem de Grant tenta aplicar seus conhecimentos profissionais em sua vida pessoal. \"\"Kiss and Make-Up\"\" é lembrado por seu humor leve e pelas performances encantadoras de Cary Grant, que mostra seu talento para comédia romântica nesta fase inicial de sua carreira em Hollywood. O filme oferece uma visão divertida e otimista das complexidades dos relacionamentos amorosos, proporcionando entretenimento agradável para os espectadores da década de 1930.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d972807e-1784-463b-bd79-59d9a963a404?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/templo-da-beleza.webp",
    "videoGUID": "d972807e-1784-463b-bd79-59d9a963a404",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "883ced13-72ca-4edd-82b3-f00945c2e87c",
    "NomeOriginal": "The Temptress",
    "nomePortugues": "Terra de Todos",
    "ano": "1926",
    "categoria": "Drama, Mudo, Romance",
    "duracao": "1h46",
    "sinopse": "É um drama romântico dirigido por Fred Niblo, estrelado por Greta Garbo em um de seus papéis mais emblemáticos. O filme narra a história de Elena, uma mulher misteriosa e sedutora que causa tumulto nos corações dos homens ao seu redor. Ambientado principalmente na França e na Argentina, o enredo explora os temas da paixão, traição e redenção. Uma curiosidade marcante sobre \"\"The Temptress\"\" é que marcou o segundo filme de Greta Garbo em Hollywood e consolidou sua reputação como uma das maiores estrelas do cinema mudo. Seu desempenho como Elena foi aclamado por sua intensidade e complexidade, contribuindo para o estabelecimento de sua persona como uma femme fatale magnética e enigmática. O filme também é notável por suas paisagens exóticas e cenários impressionantes, que adicionam uma camada adicional de glamour e drama à narrativa.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/883ced13-72ca-4edd-82b3-f00945c2e87c?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/terra-de-todos.webp",
    "videoGUID": "883ced13-72ca-4edd-82b3-f00945c2e87c",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "e33ff1e7-25b3-465c-b3d9-6e111caeb96d",
    "NomeOriginal": "Topaze",
    "nomePortugues": "Topázio",
    "ano": "1933",
    "categoria": "Comédia, Drama",
    "duracao": "1h18",
    "sinopse": "É um filme dirigido por Harry d'Abbadie d'Arrast, baseado na peça teatral homônima de Marcel Pagnol. O filme é estrelado por John Barrymore no papel-título de Topaze, um professor ingênuo e idealista que é manipulado por figuras corruptas em busca de seus próprios interesses. A história satiriza a hipocrisia e a moralidade na sociedade, explorando os dilemas éticos enfrentados pelo protagonista à medida que ele descobre as verdadeiras intenções daqueles ao seu redor. Uma curiosidade interessante sobre \"\"Topaze\"\" é que John Barrymore oferece uma performance marcante como o professor que gradualmente desperta para a realidade de um mundo cínico e ganancioso. O filme foi elogiado por sua inteligência e humor mordaz, refletindo as críticas sociais e políticas características do período entre guerras na Europa. A adaptação cinematográfica de Pagnol é vista como uma representação fiel de sua obra teatral, mantendo seu estilo e diálogos afiados que exploram as complexidades da moralidade humana.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/e33ff1e7-25b3-465c-b3d9-6e111caeb96d?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/topazio.webp",
    "videoGUID": "e33ff1e7-25b3-465c-b3d9-6e111caeb96d",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "0de84c31-ebaa-4e19-964e-535a0861eeaf",
    "NomeOriginal": "Maker of Men",
    "nomePortugues": "Treinando Homens",
    "ano": "1933",
    "categoria": "Drama, Romance",
    "duracao": "1h13",
    "sinopse": "Dirigido por Edward Sedgwick, é um filme de comédia e drama esportivo estrelado por Jack Holt, Richard Cromwell e Joan Marsh. A história se passa em um colégio interno, onde um ex-treinador esportivo retorna para recuperar a glória do time de futebol da instituição. O filme aborda temas de superação, trabalho em equipe e redenção pessoal, enquanto os personagens enfrentam desafios dentro e fora do campo. \"\"Maker of Men\"\" é lembrado por seu retrato sincero do mundo do esporte colegial e por sua abordagem inspiradora sobre a importância do esforço conjunto e da liderança. O filme captura a atmosfera e os valores da época, oferecendo uma mistura de humor, drama e ação esportiva que cativou o público da década de 1930.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/249553/331b4c66-c79b-4a47-ba11-5f118fa75f91?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/treinando-homens.webp",
    "videoGUID": "0de84c31-ebaa-4e19-964e-535a0861eeaf",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d8b5e8f3-1ce5-4761-89a7-1adf481b7932",
    "NomeOriginal": "Female",
    "nomePortugues": "Tu És Mulher",
    "ano": "1933",
    "categoria": "Comédia, Drama, Romance",
    "duracao": "1h",
    "sinopse": "Dirigido por Michael Curtiz, é um drama pré-código que estrela Ruth Chatterton como Alison Drake, uma executiva de sucesso em uma indústria dominada por homens. Alison é retratada como uma mulher poderosa e ambiciosa que controla seu império empresarial enquanto mantém relacionamentos românticos casuais com homens que considera dispensáveis. O filme explora questões de poder, gênero e sexualidade na sociedade da época, desafiando as convenções tradicionais de gênero. \"\"Female\"\" é lembrado por seu retrato ousado e provocativo de uma mulher independente e dominadora, contrastando com as expectativas sociais da década de 1930.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d8b5e8f3-1ce5-4761-89a7-1adf481b7932?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/tu-es-mulher.webp",
    "videoGUID": "d8b5e8f3-1ce5-4761-89a7-1adf481b7932",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "d2442741-1b16-475b-9be1-75111bd4ecdf",
    "NomeOriginal": "Faithful Hearts",
    "nomePortugues": "Um Coração Fiel",
    "ano": "1932",
    "categoria": "Drama, Romance",
    "duracao": "1h23",
    "sinopse": "Dirigido por Victor Saville e estrelado por Herbert Marshall e Edna Best, é um drama romântico que explora temas de amor, fidelidade e as complexidades dos relacionamentos humanos. O filme conta a história de um casal, interpretado por Marshall e Best, cujo amor é testado por circunstâncias adversas e tentações externas. Ambientado em uma época e lugar específicos, o filme oferece uma narrativa emocionalmente rica e uma reflexão sobre os desafios enfrentados pelos personagens principais.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/d2442741-1b16-475b-9be1-75111bd4ecdf?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/um-coracao-fiel.webp",
    "videoGUID": "d2442741-1b16-475b-9be1-75111bd4ecdf",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "e3ce0e2a-b6f2-438e-9004-c669a5a75522",
    "NomeOriginal": "Sunny Side Up",
    "nomePortugues": "Um Sonho que viveu",
    "ano": "1929",
    "categoria": "Comédia, Musical",
    "duracao": "2h01",
    "sinopse": "Dirigido por David Butler, estrelado por Janet Gaynor e Charles Farrell. O filme é ambientado na década de 1920 e narra a história de dois jovens que se apaixonam durante uma viagem de verão. Com uma mistura de romance e música, o filme explora temas de amor jovem e as alegrias da vida simples. \"\"Sunny Side Up\"\" é lembrado por suas performances encantadoras e pela trilha sonora vibrante que captura o espírito otimista da época.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/e3ce0e2a-b6f2-438e-9004-c669a5a75522?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/um-sonho-que-viveu.webp",
    "videoGUID": "e3ce0e2a-b6f2-438e-9004-c669a5a75522",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "1b09269f-d04e-46e2-8bcb-843ea58263a3",
    "NomeOriginal": "Sing You Sinners",
    "nomePortugues": "Uma Família Gozada",
    "ano": "1938",
    "categoria": "Comédia, Drama, Musical",
    "duracao": "1h15",
    "sinopse": "É um filme musical dirigido por Wesley Ruggles e estrelado por Bing Crosby, Fred MacMurray e Donald O'Connor. A história segue os três irmãos Beebe — Joe (Bing Crosby), David (Fred MacMurray) e Mike (Donald O'Connor) — que têm personalidades e ambições distintas. Joe é um cantor de talento, mas irresponsável, enquanto David é mais sério e trabalha duro, e o jovem Mike adora todos os irmãos e sonha com aventuras. A trama se desenrola quando Joe, após perder dinheiro em corridas de cavalos, decide se juntar aos seus irmãos e formar um grupo musical. Eles enfrentam desafios enquanto tentam alcançar o sucesso, mas a união e a lealdade familiar os ajudam a superar os obstáculos. O filme é lembrado por suas performances musicais encantadoras, especialmente as canções interpretadas por Bing Crosby, e pela química entre os três irmãos, que proporciona momentos tanto cômicos quanto emocionantes. \"\"Sing You Sinners\"\" destaca-se como um clássico do cinema musical da década de 1930, combinando humor, música e uma história cativante sobre os laços familiares.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/1b09269f-d04e-46e2-8bcb-843ea58263a3?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/uma-familia-gozada.webp",
    "videoGUID": "1b09269f-d04e-46e2-8bcb-843ea58263a3",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "0af48892-1052-43f0-9216-c0bc1af56e55",
    "NomeOriginal": "The Finger Points",
    "nomePortugues": "Vendido",
    "ano": "1931",
    "categoria": "Drama, Policial",
    "duracao": "1h30",
    "sinopse": "É um filme dirigido por John Francis Dillon, estrelando Richard Barthelmess, Fay Wray e Regis Toomey. O enredo gira em torno de um jovem repórter de jornal, interpretado por Barthelmess, que é atraído para o mundo do jornalismo sensacionalista. Ele ascende rapidamente nas fileiras do jornalismo, mas se vê envolvido em dilemas éticos e morais à medida que sua carreira decola. O filme aborda temas como a ética no jornalismo, a corrupção e as consequências da ambição desmedida, proporcionando uma visão intrigante do mundo dos jornais na década de 1930.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/0af48892-1052-43f0-9216-c0bc1af56e55?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/vendido.webp",
    "videoGUID": "0af48892-1052-43f0-9216-c0bc1af56e55",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "133be4ab-8aa4-44bf-959a-d6dc99985bf6",
    "NomeOriginal": "Private Lives",
    "nomePortugues": "Vidas Particulares",
    "ano": "1931",
    "categoria": "Comédia, Drama, Romance",
    "duracao": "1h24",
    "sinopse": "É uma comédia romântica dirigida por Sidney Franklin, baseada na famosa peça teatral de Noël Coward. O filme é estrelado por Norma Shearer e Robert Montgomery nos papéis principais de Amanda e Elyot, um casal divorciado que acidentalmente se encontra em uma lua de mel com seus novos cônjuges no mesmo hotel. A história segue as complicadas interações entre Amanda e Elyot, enquanto eles redescobrem seu amor tumultuado e seu desejo um pelo outro. Uma curiosidade interessante sobre \"\"Private Lives\"\" é que o filme foi uma das primeiras adaptações de uma peça teatral bem-sucedida para o cinema sonoro. Norma Shearer e Robert Montgomery entregaram performances vibrantes que capturaram a energia e o humor da obra de Coward. O filme é lembrado por seu diálogo afiado, situacionalmente engraçado e por explorar de forma satírica os altos e baixos dos relacionamentos românticos. \"\"Private Lives\"\" foi bem recebido na época de seu lançamento e continua a ser apreciado como uma comédia clássica que reflete os padrões sociais e as complexidades dos relacionamentos amorosos.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/133be4ab-8aa4-44bf-959a-d6dc99985bf6?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/vidas-particulares.webp",
    "videoGUID": "133be4ab-8aa4-44bf-959a-d6dc99985bf6",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "2ae208a6-eb69-4b1d-876c-48fdefc699b3",
    "NomeOriginal": "The Life of Jimmy Dolan",
    "nomePortugues": "Viver Na Morte",
    "ano": "1933",
    "categoria": "Aventura, Drama, Policial, Romance",
    "duracao": "1h28",
    "sinopse": "É um drama envolvente que narra a história de um campeão de boxe que se esconde em uma fazenda para fugir de problemas legais. Interpretado por Douglas Fairbanks Jr., Jimmy Dolan finge ser outra pessoa enquanto tenta reconstruir sua vida e encontrar redenção. A trama se desenvolve quando Jimmy se envolve com os residentes da fazenda, incluindo uma jovem interpretada por Loretta Young. Uma curiosidade interessante sobre \"\"The Life of Jimmy Dolan\"\" é que o filme foi posteriormente refeito como \"\"They Made Me a Criminal\"\" (1939), estrelado por John Garfield. O filme original é lembrado por suas fortes performances e pela direção habilidosa de Mayo, que conseguiu equilibrar momentos de tensão com cenas de humanidade e esperança. O elenco de apoio, incluindo Aline MacMahon e Guy Kibbee, contribui significativamente para a profundidade emocional e o impacto duradouro do filme.",
    "embedLink": "<iframe src=\"\"https://iframe.mediadelivery.net/embed/256964/2ae208a6-eb69-4b1d-876c-48fdefc699b3?autoplay=false&loop=false&muted=false&preload=true&responsive=true\"\" allowfullscreen=\"\"true\"\"></iframe>",
    "imagemUrl": "/images/filmes/viver-na-morte.webp",
    "videoGUID": "2ae208a6-eb69-4b1d-876c-48fdefc699b3",
    "videoStatus": "",
    "assistencias": "0",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  },
  {
    "GUID": "",
    "NomeOriginal": "",
    "nomePortugues": "",
    "ano": "",
    "categoria": "",
    "duracao": "",
    "sinopse": "",
    "embedLink": "",
    "imagemUrl": "",
    "videoGUID": "",
    "videoStatus": "",
    "assistencias": "",
    "avaliacoes": "",
    "createdAt": "",
    "updatedAt": ""
  }
]